{
  "0": {
    "label": "Apple___Apple_scab",
    "english": {
      "disease_name": "Apple Scab",
      "severity": "Medium",
      "simple_explanation": "Apple scab is a common fungal disease affecting apple trees; it causes dark, velvety spots on leaves and fruits, leading to deformation and early fruit drop.",
      "causes": [
        "Infection by the fungus Venturia inaequalis.",
        "Cool and wet weather in spring encourages disease development.",
        "Spores spread by wind and rain to leaves and fruit.",
        "Infected fallen leaves harbor spores and cause reinfection."
      ],
      "immediate_treatment": [
        "Remove and destroy infected leaves and fruits promptly.",
        "Apply fungicides like Mancozeb during budding and growth stages.",
        "Use protective sprays throughout the growing season.",
        "Enhance air circulation by pruning for quicker leaf drying."
      ],
      "prevention_tips": [
        "Practice good orchard sanitation by cleaning fallen leaves.",
        "Plant resistant apple varieties where possible.",
        "Avoid overhead irrigation to minimize leaf wetness.",
        "Maintain sufficient spacing and sunlight exposure."
      ],
      "estimated_cost": "₹500 - ₹1500 per acre"
    },
    "hindi": {
      "disease_name": "सेब की स्कैब",
      "severity": "मध्यम",
      "simple_explanation": "सेब के पेड़ में होने वाला एक सामान्य फफूंदी रोग है, जिससे पत्तियों और फलों पर काले, खुरदरे धब्बे बनते हैं, जो फल के विकृत होने और समय से पहले गिरने का कारण बनता है।",
      "causes": [
        "ففूंदी Venturia inaequalis द्वारा संक्रमण।",
        "वसंत ऋतु में ठंडी और गीली जलवायु रोग को बढ़ावा देती है।",
        "स्पोर हवा और बारिश के माध्यम से पत्तियाँ और फलों तक पहुंचते हैं।",
        "संक्रमित पत्तियाँ मलबे में स्पोर बनाते हैं जो पुनः संक्रमण करते हैं।"
      ],
      "immediate_treatment": [
        "संक्रमित पत्तियाँ और फल तुरंत हटा कर नष्ट करें।",
        "खिलने और विकास के चरणों में मैन्कोजेब जैसे कवकनाशी लगाएं।",
        "पूरे विकास काल में सुरक्षात्मक छिड़काव करें।",
        "जल्दी सूखने के लिए छंटाई कर हवा की आवाजाही बढ़ाएं।"
      ],
      "prevention_tips": [
        "मलबे को साफ कर अच्छे ऑर्चर्ड संधारण करें।",
        "संभावित हो तो प्रतिरोधी किस्में लगाएं।",
        "पत्तियों को गीला करने से बचने के लिए ओवरहेड सिंचाई से बचें।",
        "पर्याप्त दूरी और धूप सुनिश्चित करें।"
      ],
      "estimated_cost": "₹500 - ₹1500 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਸੇਬ ਦੀ ਸਕੈਬ",
      "severity": "ਮੱਧਮ",
      "simple_explanation": "ਸੇਬ ਦੇ ਦਰਖ਼ਤਾਂ ਵਿੱਚ ਆਮ ਤੌਰ 'ਤੇ ਪਾਇਆ ਜਾਣ ਵਾਲਾ ਫੰਗਲ ਬਿਮਾਰੀ ਹੈ, ਜੋ ਪੱਤਿਆਂ ਅਤੇ ਫਲਾਂ ਤੇ ਕਾਲੇ ਵੈਲਵੇਟੀ ਧੱਬੇ ਬਣਾਉਂਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਫਲਾਂ ਦੀਆਂ ਖ਼ਰਾਬੀਆਂ ਅਤੇ ਸਵੇਰੇ ਡਿਗ ਜਾਣ ਦਾ ਖਾਤਰਾ ਵੱਧਦਾ ਹੈ।",
      "causes": [
        "ਫੰਗਸ Venturia inaequalis ਦ੍ਵਾਰਾ ਸੰਕਰਮਣ।",
        "ਬਸੰਤ ਦੇ ਸਮੇਂ ਠੰਢਾ ਅਤੇ ਨਮੀਵਾਲਾ ਮੌਸਮ ਵਿਕਾਸ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ।",
        "ਸਪੋਰ ਹਵਾ ਅਤੇ ਬਾਰਿਸ਼ ਰਾਹੀਂ ਪੱਤਿਆਂ ਅਤੇ ਫਲਾਂ ਤੱਕ ਫੈਲਦੇ ਹਨ।",
        "ਸੰਕਰਮਿਤ ਪੱਤਿਆਂ ਵਿੱਚ ਸਪੋਰ ਬਣਦੇ ਹਨ ਜੋ ਦੁਬਾਰਾ ਸੰਕਰਮਣ ਕਰਦੇ ਹਨ।"
      ],
      "immediate_treatment": [
        "ਸੰਕਰਮਿਤ ਪੱਤਿਆਂ ਅਤੇ ਫਲਾਂ ਨੂੰ ਤੁਰੰਤ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ।",
        "ਖਿੜਨ ਅਤੇ ਵਿਕਾਸ ਦੇ ਮਰਹਲੇ 'ਚ ਮੈਨਕੋਜੈੱਬ ਵਰਗੇ ਫੰਗਿਸਾਈਡ ਵੱਢੋ।",
        "ਪੂਰੇ ਮੌਸਮ ਦੌਰਾਨ ਸੁਰੱਖਿਅਤ ਛਿੜਕਾਵ ਕਰੋ।",
        "ਧੀਰੇ-ਧੀਰੇ ਪੱਤਿਆਂ ਨੂੰ ਸੁਕਾਉਣ ਲਈ ਛਟਾਈ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਬਾਗ ਦੀ ਸਫਾਈ ਰੱਖੋ।",
        "ਸਹੀ ਹੋਵੇ ਤਾਂ ਪ੍ਰਤੀਰੋਧੀ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਪੱਤਿਆਂ ਨੂੰ ਗੀਲਾ ਕਰਨ ਤੋਂ ਬਚੋ।",
        "ਪਰਯਾਪਤ ਦੂਰੀ ਅਤੇ ਧੂਪ ਨਾਲ ਸਥਾਨ ਬਣਾਓ।"
      ],
      "estimated_cost": "₹500 - ₹1500 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "सेबचे स्कॅब",
      "severity": "मध्यम",
      "simple_explanation": "सेबच्या झाडांवर आढळणारे सामान्य बुरशीजन्य आजार आहे, ज्यामुळे पाने आणि फळांवर काळे, झातसट धब्बे होतात, ज्यामुळे फळ विकृत होते आणि वेळेपूर्वी पडले जाते।",
      "causes": [
        "Venturia inaequalis बुरशीचा संसर्ग।",
        "वसंतात थंड आणि ओल्या हवामानाने रोग वाढतो।",
        "स्पोर हवा आणि पावसाने पानांवर आणि फळांवर पसरतात।",
        "संक्रमित पडलेल्या पानांमध्ये स्पोर राहून पुन्हा संसर्ग होतो।"
      ],
      "immediate_treatment": [
        "संक्रमित पाने आणि फळे ताबडतोब काढा आणि नष्ट करा।",
        "फुलण्याच्या आणि वाढीच्या टप्प्यावर मॅन्कोझेब सारखे बुरशीनाशक लावा।",
        "संपूर्ण वाढीच्या काळात संरक्षणात्मक फवारणी करा।",
        "छाटणी करून हवेचा प्रवाह वाढवा जेणेकरुन पाने लवकर सुकतील।"
      ],
      "prevention_tips": [
        "पडलेली पाने साफ करून बागेची स्वच्छता राखा।",
        "शक्य असल्यास प्रतिरोधी सफरचंदाच्या जाती लावा।",
        "पानावरील ओलावा कमी करण्यासाठी वरून पाणी देणे टाळा।",
        "पुरेसे अंतर आणि सूर्यप्रकाश राखा।"
      ],
      "estimated_cost": "₹५०० - ₹१५०० प्रती एकर"
    },
    "bhojpuri": {
      "disease_name": "सेब के स्कैब",
      "severity": "मध्य",
      "simple_explanation": "सेब के पेड़ में होखे वाला एगो आम फफूंदी के बिमारी ह, जेसे पत्ता आ फल प काला, चिपचिपा दाग होखेला जेकर कारण फल के खराबी आ गिरावट होखेला।",
      "causes": [
        "Venturia inaequalis फफूंदी से संक्रमण।",
        "बसंत में ठंडा आ गीला मौसम बीमारी के बढ़ावेला।",
        "हवा आ बारिश के जरिए बीज के पत्ता आ फल तक फैलाव।",
        "गिरल संक्रमित पत्ता में स्पोर बचके रह जाला जे फेर संक्रमण करेला।"
      ],
      "immediate_treatment": [
        "संक्रमित पत्ता आ फल तुरे से हटा के नष्ट करs।",
        "खिलाई आ बढ़ाई के समय में मैनकोजेब जइसन कवकनाशी लगावs।",
        "पूरा बढ़त समय में सुरक्षात्मक छिड़काव करs।",
        "पेड़ के छटाई करके हवा के बहाव बढ़ावs जाहिसे पत्ता जल्दी सुख जाई।"
      ],
      "prevention_tips": [
        "गिरल पत्ता साफ करके बाग के सफाई रखs।",
        "हो सके त प्रतिरोधी किसम के सेब लगावs।",
        "पत्ता पर पानी कम करे खातिर ऊपर से सिंचाई से बचs।",
        "पर्याप्त दूरी आ धूप के व्यवस्था राखs।"
      ],
      "estimated_cost": "₹५०० - ₹१५०० प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "सेब री स्कैब",
      "severity": "मध्यम",
      "simple_explanation": "सेब रा पेड़ां में होने वाळी एक आम फंकी री बीमारी है, जे पत्तां अर फलां प कालां, मुलायम दागा बणावै है, जेसे कारण फल खराब होय जावै है अर वकत सूं पैलां गिर जावै है।",
      "causes": [
        "Venturia inaequalis फंकी के संक्रमण सूं।",
        "बसंत में ठंडो अर नम मौसम बीमारी ने बढ़ावो देवै।",
        "हवा अर बरखा सूं स्पोर पत्तां अर फलां तक पहुंचै।",
        "संक्रमित गिरता पत्तां में स्पोर बचै जे फेर संक्रमण करै।"
      ],
      "immediate_treatment": [
        "संक्रमित पत्तां अर फल तुरंत हटाय के नाश करो।",
        "फूल आण बधाई रै समै मैनकोजेब जैड़ा फंकीनाशी लगावो।",
        "पूरै बधाई रै समै सुरक्षात्मक छिड़काव करो।",
        "पेड़ां री छांट करके हवा री आवाजाही बधावो जेसे पत्ता जल्दी सूख जावै।"
      ],
      "prevention_tips": [
        "गिरता पत्तां साफ करके बाग री सफाई राखो।",
        "हो सकै तो प्रतिरोधी किसमां लगावो।",
        "पत्तां पर नमी कम करण खातिर ऊपर सूं पाणी देणो टाळो।",
        "पुग्गी दूरी अर धूप री व्यवस्था राखो।"
      ],
      "estimated_cost": "₹५०० - ₹१५०० प्रति एकड़"
    }
  }
}
