{
  "1": {
    "label": "Apple___Black_rot",
    "english": {
      "disease_name": "Apple Black Rot",
      "severity": "High", 
      "simple_explanation": "A serious fungal disease causing black, sunken lesions on apple fruits and brown leaf spots. The infection spreads rapidly in warm, humid conditions leading to complete fruit rot and significant yield loss.",
      "causes": [
        "Infection by Botryosphaeria obtusa fungus.",
        "Warm and humid weather conditions favor disease development.", 
        "Fungus enters through wounds caused by insects or pruning cuts.",
        "Poor orchard sanitation increases infection spread."
      ],
      "immediate_treatment": [
        "Remove and destroy all infected fruits and branches immediately.",
        "Apply copper-based fungicides every 7-10 days during infection period.",
        "Prune infected branches during dry weather to prevent spread.",
        "Disinfect all pruning tools between cuts to avoid contamination.",
        "Improve orchard drainage and air circulation around trees."
      ],
      "prevention_tips": [
        "Plant disease-resistant apple varieties when available.",
        "Maintain proper tree spacing for good air circulation.", 
        "Remove fallen fruits and leaves regularly from orchard floor.",
        "Apply preventive fungicide sprays before wet season begins."
      ],
      "estimated_cost": "₹1,500 - ₹2,000 per acre"
    },
    "hindi": {
      "disease_name": "सेब का काला सड़न रोग",
      "severity": "उच्च",
      "simple_explanation": "एक गंभीर फंगल रोग जो सेब के फलों पर काले, धंसे हुए घाव और पत्तियों पर भूरे धब्बे बनाता है। संक्रमण गर्म, नम परिस्थितियों में तेजी से फैलकर फल सड़ा देता है।",
      "causes": [
        "बोट्रायोस्फेरिया ऑब्टुसा कवक द्वारा संक्रमण।",
        "गर्म और नम मौसमी परिस्थितियां रोग को बढ़ावा देती हैं।",
        "कवक कीड़ों या छंटाई के घावों से प्रवेश करता है।",
        "खराब बाग स्वच्छता से संक्रमण का फैलाव बढ़ता है।"
      ],
      "immediate_treatment": [
        "सभी संक्रमित फल और शाखाओं को तुरंत हटाकर नष्ट करें।",
        "संक्रमण काल में हर 7-10 दिन में कॉपर-आधारित कवकनाशी का छिड़काव करें।",
        "फैलाव रोकने के लिए सूखे मौसम में संक्रमित शाखाओं की छंटाई करें।",
        "दूषण से बचने के लिए सभी छंटाई उपकरणों को काटने के बाद कीटाणुरहित करें।",
        "बाग की जल निकासी और पेड़ों के आसपास वायु संचार में सुधार करें।"
      ],
      "prevention_tips": [
        "उपलब्ध होने पर रोग प्रतिरोधी सेब की किस्में लगाएं।",
        "अच्छे हवा संचार के लिए उचित पेड़ों की दूरी बनाए रखें।",
        "बाग की जमीन से गिरे फल और पत्ते नियमित रूप से हटाएं।",
        "बरसात के मौसम शुरू होने से पहले रोकथाम कवकनाशी छिड़काव करें।"
      ],
      "estimated_cost": "₹1,500 - ₹2,000 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਸੇਬ ਦਾ ਕਾਲਾ ਸੜਨ ਰੋਗ",
      "severity": "ਉੱਚ",
      "simple_explanation": "ਇੱਕ ਗੰਭੀਰ ਫੰਗਲ ਰੋਗ ਜੋ ਸੇਬ ਦੇ ਫਲਾਂ ਉੱਤੇ ਕਾਲੇ, ਧੱਸੇ ਹੋਏ ਘਾਵ ਅਤੇ ਪੱਤਿਆਂ ਉੱਤੇ ਭੂਰੇ ਦਾਗ ਬਣਾਉਂਦਾ ਹੈ। ਗਰਮ, ਨਮ ਹਾਲਾਤ ਵਿੱਚ ਤੇਜ਼ੀ ਨਾਲ ਫੈਲਕੇ ਫਲ ਸੜਾ ਦਿੰਦਾ ਹੈ।",
      "causes": [
        "ਬੋਟ੍ਰਿਓਸਫੇਰਿਆ ਔਬਟੂਸਾ ਫੰਗਸ ਦਾ ਇਨਫੈਕਸ਼ਨ।",
        "ਗਰਮ ਅਤੇ ਨਮ ਮੌਸਮੀ ਹਾਲਾਤ ਰੋਗ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ।",
        "ਫੰਗਸ ਕੀੜਿਆਂ ਜਾਂ ਛਟਾਈ ਦੇ ਘਾਵਾਂ ਰਾਹੀਂ ਦਾਖਲ ਹੁੰਦਾ ਹੈ।",
        "ਖਰਾਬ ਬਾਗ ਸਫਾਈ ਨਾਲ ਇਨਫੈਕਸ਼ਨ ਦਾ ਫੈਲਾਅ ਵੱਧਦਾ ਹੈ।"
      ],
      "immediate_treatment": [
        "ਸਾਰੇ ਇਨਫੈਕਟਿਡ ਫਲ ਅਤੇ ਸ਼ਾਖਾਵਾਂ ਤੁਰੰਤ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ।",
        "ਇਨਫੈਕਸ਼ਨ ਕਾਲ ਵਿੱਚ ਹਰ 7-10 ਦਿਨ ਵਿੱਚ ਕਾਪਰ-ਆਧਾਰਿਤ ਫੰਗੀਸਾਇਡ ਛਿੜਕਾਅ ਕਰੋ।",
        "ਫੈਲਾਵ ਰੋਕਣ ਲਈ ਸੁੱਕੇ ਮੌਸਮ ਵਿੱਚ ਇਨਫੈਕਟਿਡ ਸ਼ਾਖਾਵਾਂ ਦੀ ਛਟਾਈ ਕਰੋ।",
        "ਦੂਸ਼ਣ ਤੋਂ ਬਚਣ ਲਈ ਸਾਰੇ ਛਟਾਈ ਸੰਦਾਂ ਨੂੰ ਕੱਟਾਂ ਵਿਚਕਾਰ ਕੀਟਾਣੂਰਹਿਤ ਕਰੋ।",
        "ਬਾਗ ਦੀ ਜਲ ਨਿਕਾਸੀ ਅਤੇ ਦਰਖ਼ਤਾਂ ਦੇ ਆਸਪਾਸ ਹਵਾ ਸੰਚਾਰ ਵਿੱਚ ਸੁਧਾਰ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਰੋਗ ਪ੍ਰਤੀਰੋਧੀ ਸੇਬ ਦੀਆਂ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਚੰਗੇ ਹਵਾ ਸੰਚਾਰ ਲਈ ਸਹੀ ਦਰਖ਼ਤ ਸਪੇਸਿੰਗ ਬਣਾਈ ਰੱਖੋ।",
        "ਬਾਗ ਦੀ ਜ਼ਮੀਨ ਤੋਂ ਗਿਰੇ ਫਲ ਅਤੇ ਪੱਤੇ ਨਿਯਮਿਤ ਹਟਾਓ।",
        "ਬਰਸਾਤ ਸੀਜ਼ਨ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਰੋਕਥਾਮ ਫੰਗੀਸਾਇਡ ਛਿੜਕਾਅ ਕਰੋ।"
      ],
      "estimated_cost": "₹1,500 - ₹2,000 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "सफरचंदाचा काळा कुजणे रोग",
      "severity": "उच्च", 
      "simple_explanation": "एक गंभीर बुरशीजन्य रोग जो सफरचंदाच्या फळांवर काळे, बुडालेले जखम आणि पानांवर तपकिरी डाग निर्माण करतो। उष्ण, ओल्या परिस्थितीत वेगाने पसरून फळे सडवतो।",
      "causes": [
        "बोट्रिओस्फेरिया ऑब्टुसा बुरशीचा संसर्ग।",
        "उष्ण आणि ओल्या हवामानाच्या परिस्थिती रोग वाढवतात।",
        "बुरशी कीटक किंवा छाटणीच्या जखमांतून प्रवेश करते।",
        "खराब बाग स्वच्छता मुळे संसर्गाचा प्रसार वाढतो।"
      ],
      "immediate_treatment": [
        "सर्व संसर्गित फळे आणि फांद्या ताबडतोब काढून नष्ट करा।",
        "संसर्ग काळात दर 7-10 दिवसांनी तांबे-आधारित बुरशीनाशकाची फवारणी करा।",
        "प्रसार रोखण्यासाठी कोरड्या हवामानात संसर्गित फांद्यांची छाटणी करा।",
        "दूषित होऊ नये म्हणून सर्व छाटणी साधने कापण्यादरम्यान निर्जंतुकीकरण करा।",
        "बागेतील पाणी निचरा आणि झाडांभोवती हवा प्रवाह सुधारा।"
      ],
      "prevention_tips": [
        "उपलब्ध असल्यास रोग प्रतिरोधी सफरचंदाच्या जाती लावा।",
        "चांगल्या हवा प्रवाहासाठी योग्य झाडाचे अंतर राखा।",
        "बागेच्या जमिनीवरून पडलेली फळे आणि पाने नियमितपणे काढा।",
        "पावसाळी हंगाम सुरू होण्यापूर्वी प्रतिबंधक बुरशीनाशक फवारणी करा।"
      ],
      "estimated_cost": "₹1,500 - ₹2,000 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "सेब के काला सड़न रोग",
      "severity": "ऊंचा",
      "simple_explanation": "एगो गंभीर कवक रोग जे सेब के फल पर काला, धंसल घाव आ पत्ते पर भूरा दाग बनावेला। गरम, नमी में तेजी से फैलके फल खराब करेला आ बड़ नुकसान होखेला।",
      "causes": [
        "बोट्रायोस्फेरिया ऑब्टुसा कवक से संक्रमण।",
        "गरम आ नम मौसमी हालत रोग बढ़ावेला।",
        "कवक कीड़ा या छटाई के घाव से अंदर घुसेला।",
        "खराब बगिया सफाई से संक्रमण के फैलाव बढ़ेला।"
      ],
      "immediate_treatment": [
        "सगरी संक्रमित फल आ डाली तुरे हटा के नष्ट करीं।",
        "संक्रमण काल में हर 7-10 दिन में कॉपर आधारित कवकनाशी छिड़काव करीं।",
        "फैलाव रोके खातिर सूखा मौसम में संक्रमित डाली के छटाई करीं।",
        "दूषण से बचे खातिर सगरी छटाई औजार काटे के बाद साफ करीं।",
        "बगिया के पानी निकास आ पेड़ के आसपास हवा बहाव सुधारीं।"
      ],
      "prevention_tips": [
        "मिले त रोग प्रतिरोधी सेब के किसम लगावीं।",
        "बढ़िया हवा बहाव खातिर सही पेड़ दूरी राखीं।",
        "बगिया के जमीन से गिरल फल आ पत्ता नियमित हटावीं।",
        "बरसात मौसम शुरू होखे से पहिले रोकथाम कवकनाशी छिड़काव करीं।"
      ],
      "estimated_cost": "₹1,500 - ₹2,000 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "सेब को काला सड़न रोग", 
      "severity": "उच्च",
      "simple_explanation": "एक गंभीर फफूंदी रोग जो सेब के फलां पर काले, धंसे हुए घाव अर पत्तां पर भूरे धब्बे बणावै। गरम, नम माहौल में तेजी से फैलके फल सड़ा देवै अर बड़ो नुकसान करै।",
      "causes": [
        "बोट्रायोस्फेरिया ऑब्टुसा फफूंदी सूं संक्रमण।",
        "गरम अर नम मौसमी हालत रोग बढ़ावै।",
        "फफूंदी कीड़ा या छटाई के घाव सूं अंदर घुसै।",
        "खराब बाग सफाई सूं संक्रमण को फैलाव बधै।"
      ],
      "immediate_treatment": [
        "सगळे संक्रमित फल अर डालियां तुरंत हटाय के नाश करो।",
        "संक्रमण काल में हर 7-10 दिन में कॉपर आधारित फफूंदनाशी छिड़काव करो।",
        "फैलाव रोकण खातिर सुखे मौसम में संक्रमित डालियां री छटाई करो।",
        "दूषण सूं बचण खातिर सगळे छटाई औजार काटण के बाद साफ करो।",
        "बाग को पाणी निकास अर पेड़ां के आसपास हवा बहाव सुधारो।"
      ],
      "prevention_tips": [
        "मिलै तो रोग प्रतिरोधी सेब री किसमां लगावो।",
        "बढ़िया हवा बहाव खातिर सही पेड़ दूरी राखो।",
        "बाग री जमीन सूं गिरे फल अर पत्ता नियमित हटावो।",
        "बरखा मौसम शुरू होण सूं पैली रोकथाम फफूंदनाशी छिड़काव करो।"
      ],
      "estimated_cost": "₹1,500 - ₹2,000 प्रति एकड़"
    }
  }
}
