{
  "10": {
    "label": "Tomato___Bacterial_spot",
    "english": {
      "disease_name": "Bacterial Spot",
      "severity": "High",
      "simple_explanation": "A serious bacterial disease causing small dark spots with yellow halos on tomato leaves, stems, and fruits. It spreads rapidly in warm, humid conditions through rain splash and can cause significant defoliation, fruit blemishing, and yield reduction of 20-50%.",
      "causes": [
        "Caused by Xanthomonas bacteria species that survive in plant debris and seeds.",
        "Warm temperatures 24-30°C with high humidity and frequent rainfall favor spread.",
        "Bacteria enter through natural openings and wounds caused by insects or handling.",
        "Contaminated seeds, transplants, and irrigation water serve as infection sources."
      ],
      "immediate_treatment": [
        "Apply copper-based bactericides like Copper Oxychloride 50% WP at 750g per acre.",
        "Use Streptomycin sulfate 90% + Tetracycline 10% at 200g per acre every 7-10 days.",
        "Spray Bordeaux mixture (1%) during humid weather as preventive measure.",
        "Remove and destroy infected plant parts immediately to reduce bacterial load.",
        "Avoid overhead irrigation and work in fields only when plants are dry."
      ],
      "prevention_tips": [
        "Use certified disease-free seeds and transplants from reliable sources only.",
        "Practice crop rotation with non-solanaceous crops for 2-3 years minimum.",
        "Plant resistant varieties like Himsona, Roma VF when available in region.",
        "Maintain proper plant spacing for good air circulation and quick drying."
      ],
      "estimated_cost": "₹2,500 - ₹4,000 per acre"
    },
    "hindi": {
      "disease_name": "टमाटर का जीवाणु धब्बा रोग",
      "severity": "उच्च",
      "simple_explanation": "टमाटर की पत्तियों, तनों और फलों पर पीले घेरे के साथ छोटे काले धब्बे बनाने वाला गंभीर जीवाणु रोग। यह गर्म, नम मौसम में बारिश की छींटों से तेजी से फैलता है और 20-50% तक उत्पादन हानि पहुंचाता है।",
      "causes": [
        "जैंथोमोनास जीवाणु प्रजातियों के कारण होता है जो पौधों के अवशेष और बीजों में जीवित रहते हैं।",
        "24-30°C गर्म तापमान, उच्च आर्द्रता और बार-बार बारिश फैलाव को बढ़ावा देती है।",
        "जीवाणु प्राकृतिक छिद्रों और कीड़ों या हैंडलिंग से हुए घावों से प्रवेश करते हैं।",
        "दूषित बीज, पौध और सिंचाई पानी संक्रमण स्रोत का काम करते हैं।"
      ],
      "immediate_treatment": [
        "कॉपर ऑक्सिक्लोराइड 50% WP जैसे तांबा आधारित जीवाणुनाशी का 750g प्रति एकड़ प्रयोग करें।",
        "हर 7-10 दिन में स्ट्रेप्टोमाइसिन सल्फेट 90% + टेट्रासाइक्लिन 10% का 200g प्रति एकड़ उपयोग करें।",
        "नम मौसम में निवारक उपाय के रूप में बोर्डो मिश्रण (1%) का छिड़काव करें।",
        "जीवाणु भार कम करने के लिए संक्रमित पौधों के हिस्सों को तुरंत हटाकर नष्ट करें।",
        "ऊपरी सिंचाई से बचें और पौधे सूखे होने पर ही खेत में काम करें।"
      ],
      "prevention_tips": [
        "केवल विश्वसनीय स्रोतों से प्रमाणित रोग मुक्त बीज और पौध का उपयोग करें।",
        "न्यूनतम 2-3 साल के लिए गैर-सोलानेसी फसलों के साथ फसल चक्र अपनाएं।",
        "क्षेत्र में उपलब्ध होने पर हिमसोना, रोमा VF जैसी प्रतिरोधी किस्में लगाएं।",
        "अच्छे हवा संचार और तेज सूखने के लिए उचित पौधे की दूरी बनाए रखें।"
      ],
      "estimated_cost": "₹2,500 - ₹4,000 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਟਮਾਟਰ ਦਾ ਜੀਵਾਣੂ ਧੱਬਾ ਰੋਗ",
      "severity": "ਉੱਚ",
      "simple_explanation": "ਟਮਾਟਰ ਦੀਆਂ ਪੱਤੀਆਂ, ਤਣਿਆਂ ਅਤੇ ਫਲਾਂ ਉੱਤੇ ਪੀਲੇ ਘੇਰੇ ਨਾਲ ਛੋਟੇ ਕਾਲੇ ਧੱਬੇ ਬਣਾਉਣ ਵਾਲਾ ਗੰਭੀਰ ਜੀਵਾਣੂ ਰੋਗ। ਇਹ ਗਰਮ, ਨਮ ਮੌਸਮ ਵਿੱਚ ਬਰਸਾਤ ਦੀਆਂ ਛਿੰਟਾਂ ਨਾਲ ਤੇਜ਼ੀ ਨਾਲ ਫੈਲਦਾ ਹੈ ਅਤੇ 20-50% ਤਕ ਉਤਪਾਦਨ ਹਾਨੀ ਪਹੁੰਚਾਉਂਦਾ ਹੈ।",
      "causes": [
        "ਜ਼ੈਂਥੋਮੋਨਾਸ ਜੀਵਾਣੂ ਪ੍ਰਜਾਤੀਆਂ ਦੇ ਕਾਰਨ ਹੁੰਦਾ ਹੈ ਜੋ ਪੌਧਿਆਂ ਦੇ ਅਵਸ਼ੇਸ਼ਾਂ ਅਤੇ ਬੀਜਾਂ ਵਿੱਚ ਜੀਵਿਤ ਰਹਿੰਦੇ ਹਨ।",
        "24-30°C ਗਰਮ ਤਾਪਮਾਨ, ਉੱਚ ਨਮੀ ਅਤੇ ਵਾਰ-ਵਾਰ ਬਰਸਾਤ ਫੈਲਾਵ ਨੂੰ ਵਧਾਉਂਦੀ ਹੈ।",
        "ਜੀਵਾਣੂ ਕੁਦਰਤੀ ਛਿੱਦਰਾਂ ਅਤੇ ਕੀੜਿਆਂ ਜਾਂ ਹੈਂਡਲਿੰਗ ਨਾਲ ਹੋਏ ਘਾਵਾਂ ਰਾਹੀਂ ਦਾਖਲ ਹੁੰਦੇ ਹਨ।",
        "ਦੂਸ਼ਿਤ ਬੀਜ, ਪੌਧੇ ਅਤੇ ਸਿੰਚਾਈ ਪਾਣੀ ਸੰਕਰਮਣ ਸਰੋਤ ਦਾ ਕੰਮ ਕਰਦੇ ਹਨ।"
      ],
      "immediate_treatment": [
        "ਕਾਪਰ ਔਕਸਿਕਲੋਰਾਈਡ 50% WP ਵਰਗੇ ਤਾਂਬਾ ਆਧਾਰਿਤ ਜੀਵਾਣੂਨਾਸ਼ਕ ਦਾ 750g ਪ੍ਰਤੀ ਏਕੜ ਪ੍ਰਯੋਗ ਕਰੋ।",
        "ਹਰ 7-10 ਦਿਨ ਵਿੱਚ ਸਟ੍ਰੈਪਟੋਮਾਇਸਿਨ ਸਲਫੇਟ 90% + ਟੈਟਰਾਸਾਇਕਲਿਨ 10% ਦਾ 200g ਪ੍ਰਤੀ ਏਕੜ ਵਰਤੋਂ ਕਰੋ।",
        "ਨਮ ਮੌਸਮ ਵਿੱਚ ਰੋਕਥਾਮ ਉਪਾਅ ਵਜੋਂ ਬੋਰਡੋ ਮਿਸ਼ਰਣ (1%) ਦਾ ਛਿੜਕਾਅ ਕਰੋ।",
        "ਜੀਵਾਣੂ ਭਾਰ ਘਟਾਉਣ ਲਈ ਸੰਕਰਮਿਤ ਪੌਧਿਆਂ ਦੇ ਹਿੱਸਿਆਂ ਨੂੰ ਤੁਰੰਤ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ।",
        "ਉੱਪਰਲੀ ਸਿੰਚਾਈ ਤੋਂ ਬਚੋ ਅਤੇ ਪੌਧੇ ਸੁੱਕੇ ਹੋਣ 'ਤੇ ਹੀ ਖੇਤ ਵਿੱਚ ਕੰਮ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਸਿਰਫ਼ ਭਰੋਸੇਮੰਦ ਸਰੋਤਾਂ ਤੋਂ ਪ੍ਰਮਾਣਿਤ ਰੋਗ ਮੁਕਤ ਬੀਜ ਅਤੇ ਪੌਧੇ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
        "ਘੱਟੋ-ਘੱਟ 2-3 ਸਾਲ ਲਈ ਗੈਰ-ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਨਾਲ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ।",
        "ਖੇਤਰ ਵਿੱਚ ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਹਿਮਸੋਨਾ, ਰੋਮਾ VF ਵਰਗੀਆਂ ਪ੍ਰਤੀਰੋਧੀ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਚੰਗੇ ਹਵਾ ਸੰਚਾਰ ਅਤੇ ਤੇਜ਼ ਸੁੱਕਣ ਲਈ ਸਹੀ ਪੌਧੇ ਦੀ ਦੂਰੀ ਬਣਾਈ ਰੱਖੋ।"
      ],
      "estimated_cost": "₹2,500 - ₹4,000 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "टोमॅटोचा जिवाणू ठिपका रोग",
      "severity": "उच्च",
      "simple_explanation": "टोमॅटोच्या पानांवर, दांड्यांवर आणि फळांवर पिवळ्या कड्यासह छोटे काळे डाग निर्माण करणारा गंभीर जिवाणू रोग. हे उष्ण, ओल्या हवामानात पावसाच्या शिंपड्यांनी वेगाने पसरते आणि 20-50% उत्पादन हानी पोहोचवते.",
      "causes": [
        "झॅन्थोमोनास जिवाणू प्रजातींमुळे होतो जे वनस्पतींच्या अवशेषांत आणि बियाण्यांमध्ये जगतात.",
        "24-30°C उष्ण तापमान, उच्च आर्द्रता आणि वारंवार पाऊस प्रसारास प्रोत्साहन देतो.",
        "जिवाणू नैसर्गिक छिद्रांतून आणि कीटकांच्या किंवा हाताळणीमुळे झालेल्या जखमांतून प्रवेश करतात.",
        "दूषित बियाणे, रोपे आणि सिंचन पाणी संसर्गाचे स्रोत म्हणून काम करतात."
      ],
      "immediate_treatment": [
        "कॉपर ऑक्सिक्लोराइड 50% WP सारखे तांबे आधारित जिवाणूनाशक 750g प्रति एकर वापरा.",
        "दर 7-10 दिवसांनी स्ट्रेप्टोमायसिन सल्फेट 90% + टेट्रासायक्लिन 10% चे 200g प्रति एकर वापरा.",
        "ओल्या हवामानात प्रतिबंधक उपाय म्हणून बोर्डो मिश्रण (1%) ची फवारणी करा.",
        "जिवाणू भार कमी करण्यासाठी संक्रमित वनस्पतींचे भाग ताबडतोब काढून नष्ट करा.",
        "वरचे सिंचन टाळा आणि वनस्पती कोरडी असतानाच शेतात काम करा."
      ],
      "prevention_tips": [
        "फक्त विश्वसनीय स्रोतांकडून प्रमाणित रोगमुक्त बियाणे आणि रोपे वापरा.",
        "किमान 2-3 वर्षे गैर-सोलानेसी पिकांसह पीक फेरफार करा.",
        "प्रदेशात उपलब्ध असल्यास हिमसोना, रोमा VF सारख्या प्रतिरोधी जाती लावा.",
        "चांगला हवा प्रवाह आणि लवकर सुकण्यासाठी योग्य वनस्पती अंतर राखा."
      ],
      "estimated_cost": "₹2,500 - ₹4,000 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "टमाटर के जीवाणु धब्बा रोग",
      "severity": "ऊंचा",
      "simple_explanation": "टमाटर के पत्ता, डंठल अउ फल पर पीला घेरा के साथ छोटा काला धब्बा बनावे वाला गंभीर जीवाणु रोग। ई गरम, नम मौसम में बरखा के छींट से तेजी से फैलेला अउ 20-50% तक उत्पादन हानि पहुंचावेला।",
      "causes": [
        "जैंथोमोनास जीवाणु प्रजाति से होखेला जे पौधा के बचल चीज अउ बीज में जिंदा रहेला।",
        "24-30°C गरम तापमान, ऊंच नमी अउ बार-बार बरखा फैलाव के बढ़ावेला।",
        "जीवाणु प्राकृतिक छेद अउ कीड़ा या हैंडलिंग से होखल घाव से अंदर घुसेला।",
        "दूषित बीज, पौध अउ सिंचाई पानी संक्रमण स्रोत के काम करेला।"
      ],
      "immediate_treatment": [
        "कॉपर ऑक्सिक्लोराइड 50% WP जइसन तांबा आधारित जीवाणुनाशी के 750g प्रति एकड़ प्रयोग करीं।",
        "हर 7-10 दिन में स्ट्रेप्टोमाइसिन सल्फेट 90% + टेट्रासाइक्लिन 10% के 200g प्रति एकड़ इस्तेमाल करीं।",
        "नम मौसम में निवारक उपाय के रूप में बोर्डो मिश्रण (1%) के छिड़काव करीं।",
        "जीवाणु भार कम करे खातिर संक्रमित पौधा के हिस्सा तुरे हटा के नष्ट करीं।",
        "ऊपरी सिंचाई से बचीं अउ पौधा सूखल होखे पर ही खेत में काम करीं।"
      ],
      "prevention_tips": [
        "सिर्फ भरोसेमंद स्रोत से प्रमाणित रोग मुक्त बीज अउ पौध के इस्तेमाल करीं।",
        "न्यूनतम 2-3 साल खातिर गैर-सोलानेसी फसल के साथ फसल चक्र अपनावीं।",
        "इलाका में मिले त हिमसोना, रोमा VF जइसन प्रतिरोधी किसम लगावीं।",
        "बढ़िया हवा बहाव अउ तेज सूखे खातिर सही पौधा दूरी बनाये राखीं।"
      ],
      "estimated_cost": "₹2,500 - ₹4,000 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "टमाटर को जीवाणु धब्बो रोग",
      "severity": "ऊंचो",
      "simple_explanation": "टमाटर रा पत्तां, डंठल अर फलां प पीले घेरे रे साथ छोटे काले धब्बे बणावण वाळो गंभीर जीवाणु रोग। यो गरम, नम मौसम में बरखा री छींट सूं तेजी सूं फैलै अर 20-50% तक उत्पादन हानि पहुंचावै।",
      "causes": [
        "जैंथोमोनास जीवाणु प्रजाति सूं होवै जे पौधां रा अवशेष अर बीजां में जिंदा रहै।",
        "24-30°C गरम तापमान, ऊंची नमी अर बार-बार बरखा फैलाव नै बढ़ावै।",
        "जीवाणु प्राकृतिक छेदां अर कीड़ा या हैंडलिंग सूं होखल घावां सूं अंदर घुसै।",
        "दूषित बीज, पौध अर सिंचाई पाणी संक्रमण स्रोत को काम करै।"
      ],
      "immediate_treatment": [
        "कॉपर ऑक्सिक्लोराइड 50% WP जैड़ा तांबा आधारित जीवाणुनाशी को 750g प्रति एकड़ प्रयोग करो।",
        "हर 7-10 दिन में स्ट्रेप्टोमाइसिन सल्फेट 90% + टेट्रासाइक्लिन 10% को 200g प्रति एकड़ इस्तेमाल करो।",
        "नम मौसम में निवारक उपाय रे रूप में बोर्डो मिश्रण (1%) को छिड़काव करो।",
        "जीवाणु भार कम करण खातिर संक्रमित पौधां रा हिस्सा तुरंत हटाय के नाश करो।",
        "ऊपरी सिंचाई सूं बचो अर पौधा सूखा होण प ही खेत में काम करो।"
      ],
      "prevention_tips": [
        "सिर्फ भरोसेमंद स्रोत सूं प्रमाणित रोग मुक्त बीज अर पौध को इस्तेमाल करो।",
        "न्यूनतम 2-3 साल खातिर गैर-सोलानेसी फसलां रे साथ फसल चक्र अपनावो।",
        "इलाका में मिलै तो हिमसोना, रोमा VF जैड़ी प्रतिरोधी किसमां लगावो।",
        "बढ़िया हवा बहाव अर तेज सूखण खातिर सही पौधो दूरी बणायो राखो।"
      ],
      "estimated_cost": "₹2,500 - ₹4,000 प्रति एकड़"
    }
  }
}
