{
  "11": {
    "label": "Tomato___Early_blight",
    "english": {
      "disease_name": "Early Blight",
      "severity": "High",
      "simple_explanation": "A common fungal disease of tomato that causes brown target-like spots with concentric rings on older leaves, leading to yellowing, leaf drop, stem lesions, and fruit collar rot under warm, humid weather.",
      "causes": [
        "Alternaria solani fungus survives in crop debris and soil.",
        "Warm temperatures (24-30°C) with high humidity favor spread.",
        "Splashing rain/irrigation moves spores from soil to leaves.",
        "Plant stress from poor nutrition or drought increases risk."
      ],
      "immediate_treatment": [
        "Spray Mancozeb 75% WP @ 600-800g/acre at first symptoms.",
        "Rotate sprays with Azoxystrobin 11% + Tebuconazole 18.3% SC @ 200-300ml/acre every 10-14 days.",
        "For severe cases, use Chlorothalonil 75% WP @ 600g/acre.",
        "Remove heavily infected lower leaves and avoid overhead irrigation."
      ],
      "prevention_tips": [
        "Use certified, disease-free seeds and healthy seedlings.",
        "Follow 2-3 year crop rotation away from solanaceous crops.",
        "Mulch soil to reduce soil splash and maintain leaf dryness.",
        "Maintain balanced N-K nutrition and proper plant spacing."
      ],
      "estimated_cost": "₹2,000 - ₹3,500 per acre"
    },
    "hindi": {
      "disease_name": "टमाटर का अगेती झुलसा",
      "severity": "उच्च",
      "simple_explanation": "टमाटर की पुरानी पत्तियों पर निशाने जैसे गोल-गोल घेरों वाले भूरे धब्बे बनते हैं, फिर पीलापन और पत्ती झड़ना, तने पर घाव और फलों के पास कौलर रॉट दिखता है, खासकर गर्म और नमी वाले मौसम में।",
      "causes": [
        "अल्टरनेरिया सोलानी कवक मलबे और मिट्टी में जीवित रहता है।",
        "24-30°C तापमान और अधिक आर्द्रता रोग को बढ़ाते हैं।",
        "बारिश/सिंचाई की छींटों से मिट्टी से पत्तियों पर स्पोर जाते हैं।",
        "कम पोषण या सूखे से पौधे कमजोर होने पर जोखिम बढ़ता है।"
      ],
      "immediate_treatment": [
        "पहले लक्षण पर मैन्कोजेब 75% WP @ 600-800g/एकड़ छिड़कें।",
        "हर 10-14 दिन में एजोक्सिस्ट्रोबिन 11% + टेब्यूकोनाजोल 18.3% SC @ 200-300ml/एकड़ का रोटेशन करें।",
        "गंभीर स्थिति में क्लोरोथैलोनिल 75% WP @ 600g/एकड़ दें।",
        "संक्रमित निचली पत्तियाँ हटाएँ और ऊपर से सिंचाई न करें।"
      ],
      "prevention_tips": [
        "प्रमाणित रोग-मुक्त बीज और स्वस्थ पौध लगाएँ।",
        "2-3 साल तक सोलानेसी फसलों से फसल चक्र करें।",
        "मल्चिंग करें ताकि मिट्टी की छींटें पत्तियों तक न जाएँ।",
        "संतुलित नाइट्रोजन-पोटाश और उचित दूरी बनाए रखें।"
      ],
      "estimated_cost": "₹2,000 - ₹3,500 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਟਮਾਟਰ ਦਾ ਅਗੇਤੀ ਝੁਲਸਾ",
      "severity": "ਉੱਚ",
      "simple_explanation": "ਟਮਾਟਰ ਦੀਆਂ ਪੁਰਾਣੀਆਂ ਪੱਤੀਆਂ 'ਤੇ ਨਿਸ਼ਾਨੇ ਵਰਗੇ ਗੋਲ-ਗੋਲ ਘੇਰਿਆਂ ਵਾਲੇ ਭੂਰੇ ਧੱਬੇ ਬਣਦੇ ਹਨ, ਫਿਰ ਪੀਲਾਪਣ, ਪੱਤੀ ਝੜਨਾ, ਤਣੇ 'ਤੇ ਘਾਵ ਅਤੇ ਫਲਾਂ ਕੋਲ ਕਾਲਰ ਰਾਟ ਦਿਖਦੀ ਹੈ, ਖਾਸ ਕਰਕੇ ਗਰਮ ਅਤੇ ਨਮੀ ਵਾਲੇ ਮੌਸਮ ਵਿੱਚ।",
      "causes": [
        "ਅਲਟਰਨੇਰਿਆ ਸੋਲਾਨੀ ਫੰਗਸ ਮਲਬੇ ਅਤੇ ਮਿੱਟੀ ਵਿੱਚ ਜਿਊਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
        "24-30°C ਤਾਪਮਾਨ ਅਤੇ ਵੱਧ ਨਮੀ ਰੋਗ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ।",
        "ਮੀਹ/ਸਿੰਚਾਈ ਦੀਆਂ ਛਿੰਟਾਂ ਨਾਲ ਮਿੱਟੀ ਤੋਂ ਪੱਤੀਆਂ ਤੱਕ ਸਪੋਰ ਜਾਂਦੇ ਹਨ।",
        "ਘੱਟ ਪੋਸ਼ਣ ਜਾਂ ਸੁੱਕੇ ਨਾਲ ਪੌਧਾ ਕਮਜ਼ੋਰ ਹੋਣ 'ਤੇ ਖਤਰਾ ਵਧਦਾ ਹੈ।"
      ],
      "immediate_treatment": [
        "ਪਹਿਲੇ ਲੱਛਣ 'ਤੇ ਮੈਂਕੋਜ਼ੇਬ 75% WP @ 600-800g/ਏਕੜ ਛਿੜਕੋ।",
        "ਹਰ 10-14 ਦਿਨ 'ਚ ਅਜ਼ੋਕਸਿਸਟ੍ਰੋਬਿਨ 11% + ਟੈਬਿਊਕੋਨਾਜ਼ੋਲ 18.3% SC @ 200-300ml/ਏਕੜ ਰੋਟੇਟ ਕਰੋ।",
        "ਗੰਭੀਰ ਹਾਲਤ 'ਚ ਕਲੋਰੋਥੈਲੋਨਿਲ 75% WP @ 600g/ਏਕੜ ਵਰਤੋ।",
        "ਸੰਕਰਮਿਤ ਹੇਠਲੀਆਂ ਪੱਤੀਆਂ ਹਟਾਓ ਅਤੇ ਉੱਪਰਲੀ ਸਿੰਚਾਈ ਤੋਂ ਬਚੋ।"
      ],
      "prevention_tips": [
        "ਪ੍ਰਮਾਣਿਤ ਰੋਗ-ਮੁਕਤ ਬੀਜ ਅਤੇ ਸਿਹਤਮੰਦ ਨਰਸਰੀ ਵਰਤੋ।",
        "2-3 ਸਾਲ ਲਈ ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਤੋਂ ਫਸਲ ਚੱਕਰ ਕਰੋ।",
        "ਮਲਚ ਪਾ ਕੇ ਮਿੱਟੀ ਦੀਆਂ ਛਿੰਟਾਂ ਘਟਾਓ ਅਤੇ ਪੱਤੀਆਂ ਸੁੱਕੀਆਂ ਰੱਖੋ।",
        "ਸੰਤੁਲਿਤ N-K ਪੋਸ਼ਣ ਅਤੇ ਠੀਕ ਦੂਰੀ ਬਣਾਈ ਰੱਖੋ।"
      ],
      "estimated_cost": "₹2,000 - ₹3,500 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "टोमॅटोचा पूर्व झळ रोग (अर्ली ब्लाइट)",
      "severity": "उच्च",
      "simple_explanation": "टोमॅटोच्या जुन्या पानांवर लक्ष्यसारखे वर्तुळे असलेले तपकिरी डाग पडतात, नंतर पिवळेपणा, पानगळ, खोडावर जखमा आणि फळांच्या कर्णभागी कुज (कॉलर रॉट) दिसते, खासकरून उष्ण, दमट हवामानात.",
      "causes": [
        "अल्टरनेरिया सोलानी बुरशी मळ व मातीत जिवंत राहते.",
        "24-30°C तापमान व जास्त आर्द्रता रोग वाढवते.",
        "पावसाच्या/सिंचनाच्या शिंतोड्यांनी स्पोअर्स पानांवर जातात.",
        "कमी पोषण वा दुष्काळामुळे झाडे कमकुवत झाली तर धोका वाढतो."
      ],
      "immediate_treatment": [
        "पहिल्या लक्षणांवर मॅन्कोझेब 75% WP @ 600-800g/एकर फवारणी करा.",
        "दर 10-14 दिवसांनी अझोक्सिस्ट्रोबिन 11% + टेब्युकोनॅझोल 18.3% SC @ 200-300ml/एकर रोटेशन करा.",
        "गंभीर अवस्थेत क्लोरोथॅलोनील 75% WP @ 600g/एकर वापरा.",
        "जास्त बाधित खालची पाने काढा व वरून पाणी देणे टाळा."
      ],
      "prevention_tips": [
        "प्रमाणित रोगमुक्त बियाणे व निरोगी रोपे वापरा.",
        "2-3 वर्षे सोलानेसी पिकांपासून पीक फेरपालट करा.",
        "मल्चिंग करून मातीच्या शिंतोड्यांपासून बचाव करा.",
        "संतुलित N-K पोषण व योग्य झाडांतील अंतर ठेवा."
      ],
      "estimated_cost": "₹2,000 - ₹3,500 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "टमाटर के अगेती झुलसा",
      "severity": "ऊंचा",
      "simple_explanation": "टमाटर के पुराना पत्ता पर गोल-गोल घेहरा वाला भूरा धब्बा बनेला, बाद में पीलापन, पत्ता झड़ना, डंठल पर घाव आ फल के कौलर रॉट होखे, खासकर गरम, नमी वाला मौसम में।",
      "causes": [
        "अल्टरनेरिया सोलानी कवक मलबा आ मिट्टी में जिंदा रहेला।",
        "24-30°C तापमान आ ऊंच नमी रोग बढ़ावेला।",
        "बरखा/सिंचाई के छींट से स्पोर मिट्टी से पत्ता पर जाएला।",
        "कम पोषण या सुखाड़ से पौधा कमजोर होखे पर जोखिम बढ़ेला।"
      ],
      "immediate_treatment": [
        "पहिला लच्छन पर मैन्कोजेब 75% WP @ 600-800g/एकड़ छिड़काव करीं।",
        "हर 10-14 दिन में एजोक्सिस्ट्रोबिन 11% + टेब्यूकोनाजोल 18.3% SC @ 200-300ml/एकड़ रोटेट करीं।",
        "जोरदार केस में क्लोरोथैलोनिल 75% WP @ 600g/एकड़ दीं।",
        "नीचला संक्रमित पत्ता हटा दीं आ ऊपर से पानि मत दीं।"
      ],
      "prevention_tips": [
        "प्रमाणित रोग-मुक्त बीज आ स्वस्थ नर्सरी इस्तेमाल करीं।",
        "2-3 साल तक सोलानेसी फसल से फसल चक्र करीं।",
        "मल्चिंग से मिट्टी के छींट कम करीं, पत्ता सूखा रखीं।",
        "संतुलित N-K पोषण आ सही दूरी बनवली राखीं।"
      ],
      "estimated_cost": "₹2,000 - ₹3,500 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "टमाटर को अगेतो झुलसो",
      "severity": "ऊंचो",
      "simple_explanation": "टमाटर री पुरानी पत्तां प निशानां जैड़ा घेरा वाला भूरो धब्बो आवै, पाछै पीळोपण, पत्तो झड़णो, डंठल प घाव अर फलां कौलर रॉट देखाई देवै, खासकर गर्मी अर नमी में।",
      "causes": [
        "अल्टरनेरिया सोलानी फफूंदी मलबो अर माटी में जिंदा रहै।",
        "24-30°C तापमान अर ऊंची नमी रोग बढ़ावै।",
        "बरखा/सिंचाई री छींट सूं स्पोर माटी सूं पत्तां प जावै।",
        "कम पोषण या सूखां सूं पौधो कमजोर होय तो जोखिम बधै।"
      ],
      "immediate_treatment": [
        "पैली लच्छणां प मैन्कोजेब 75% WP @ 600-800g/एकड़ छिड़काव करो।",
        "हर 10-14 दिन में एजोक्सिस्ट्रोबिन 11% + टेब्यूकोनाजोल 18.3% SC @ 200-300ml/एकड़ रोटेशन करो।",
        "जोरदार केस में क्लोरोथैलोनिल 75% WP @ 600g/एकड़ उपयोग करो।",
        "नीचली संक्रमित पत्तां हटावो अर ऊपर सूं सिंचाई मत करो।"
      ],
      "prevention_tips": [
        "प्रमाणित रोग-मुक्त बीज अर सेहतमंद पौधो लो।",
        "2-3 साल सोलानेसी फसलां सूं फसल चक्र करो।",
        "मल्चिंग सूं माटी री छींट घटावो, पत्तां सूखी राखो।",
        "संतुलित N-K पोषण अर सही दूरी राखो।"
      ],
      "estimated_cost": "₹2,000 - ₹3,500 प्रति एकड़"
    }
  }
}
