{
  "12": {
    "label": "Tomato___healthy",
    "english": {
      "disease_name": "Healthy Tomato",
      "severity": "None",
      "simple_explanation": "A healthy tomato plant has dark green leaves without spots, sturdy stems, abundant flowering, and well-filled fruits. Proper nutrition, timely irrigation, good airflow, and clean field practices keep plants vigorous and productive.",
      "causes": [
        "Well-drained loamy soil with pH 6.0-6.8 supports nutrient uptake.",
        "Adequate moisture, especially at flowering and fruit set stages.",
        "Balanced fertilization with NPK and micronutrients as per soil test.",
        "Good field hygiene and pest monitoring prevent disease outbreaks."
      ],
      "immediate_treatment": [
        "Continue weekly scouting for early pest and disease symptoms.",
        "Irrigate on schedule; avoid water stress and waterlogging.",
        "Apply balanced fertilizers following growth stage requirements.",
        "Stake/prune plants to improve airflow and sunlight penetration.",
        "Remove yellowing or damaged leaves to maintain canopy health."
      ],
      "prevention_tips": [
        "Use certified, vigorous seedlings of locally adapted hybrids.",
        "Maintain proper spacing (45-60 cm in-row, 75-100 cm between rows).",
        "Mulch with straw/plastic to reduce soil splash and conserve moisture.",
        "Rotate with non-solanaceous crops for 2-3 years to break cycles."
      ],
      "estimated_cost": "₹800 - ₹1,200 per acre for maintenance"
    },
    "hindi": {
      "disease_name": "स्वस्थ टमाटर",
      "severity": "कोई नहीं",
      "simple_explanation": "स्वस्थ टमाटर पौधे में गहरे हरे पत्ते, मजबूत तना, अच्छी फूलधारण और भरे हुए फल होते हैं। सही पोषण, समय पर सिंचाई, हवा का अच्छा प्रवाह और साफ-सफाई से पौधे ताकतवर और उत्पादक बने रहते हैं।",
      "causes": [
        "अच्छी जल-निकासी वाली दोमट मिट्टी, pH 6.0-6.8 पोषक अवशोषण के लिए उपयुक्त।",
        "फूल आने और फल लगने के समय पर्याप्त नमी उपलब्ध।",
        "मिट्टी परीक्षण के अनुसार संतुलित NPK और सूक्ष्म पोषक तत्व।",
        "खेत की साफ-सफाई और कीट निगरानी से रोग का जोखिम कम।"
      ],
      "immediate_treatment": [
        "हर सप्ताह कीट और रोग के आरंभिक लक्षणों की निगरानी जारी रखें।",
        "समयबद्ध सिंचाई करें; न तो सूखा तनाव और न जलभराव होने दें।",
        "विकास चरण के अनुसार संतुलित उर्वरक लगाते रहें।",
        "बेल को सहारा/छंटाई कर हवा और धूप का प्रवाह बढ़ाएँ।",
        "पीले/क्षतिग्रस्त पत्ते हटाकर कैनोपी स्वस्थ रखें।"
      ],
      "prevention_tips": [
        "स्थानीय परिस्थितियों के अनुकूल प्रमाणित बलवान पौध/हाइब्रिड लगाएँ।",
        "उचित दूरी रखें (पौधे में 45-60 सेमी, कतार में 75-100 सेमी)।",
        "मल्चिंग करें ताकि मिट्टी की छींटें कम हों और नमी बनी रहे।",
        "2-3 वर्ष तक गैर-सोलानेसी फसलों के साथ फसल चक्र अपनाएँ।"
      ],
      "estimated_cost": "₹800 - ₹1,200 प्रति एकड़ (रखरखाव)"
    },
    "punjabi": {
      "disease_name": "ਤੰਦਰੁਸਤ ਟਮਾਟਰ",
      "severity": "ਕੋਈ ਨਹੀਂ",
      "simple_explanation": "ਤੰਦਰੁਸਤ ਟਮਾਟਰ ਪੌਧੇ 'ਚ ਗੂੜ੍ਹੀਆਂ ਹਰੀਆਂ ਪੱਤੀਆਂ, ਮਜ਼ਬੂਤ ਤਣਾ, ਵਧੀਆ ਫੁੱਲ ਅਤੇ ਭਰੇ ਹੋਏ ਫਲ ਹੁੰਦੇ ਹਨ। ਸਹੀ ਪੋਸ਼ਣ, ਸਮੇਂ ਸਿਰ ਸਿੰਚਾਈ, ਚੰਗਾ ਹਵਾ ਸੰਚਾਰ ਅਤੇ ਸਫਾਈ ਨਾਲ ਪੌਧੇ ਤੰਦਰੁਸਤ ਤੇ ਉਤਪਾਦਕ ਰਹਿੰਦੇ ਹਨ।",
      "causes": [
        "ਵਧੀਆ ਨਿਕਾਸ ਵਾਲੀ ਦੋਮਟ ਮਿੱਟੀ, pH 6.0-6.8 ਪੋਸ਼ਕ ਸੋਖਣ ਲਈ ਠੀਕ।",
        "ਫੁੱਲ ਅਉਣ ਅਤੇ ਫਲ ਬਣਨ ਵੇਲੇ ਪਰਯਾਪਤ ਨਮੀ।",
        "ਮਿੱਟੀ ਟੈਸਟ ਅਨੁਸਾਰ ਸੰਤੁਲਿਤ NPK ਅਤੇ ਮਾਈਕ੍ਰੋ-ਨਿਊਟਰੀਐਂਟ।",
        "ਖੇਤ ਦੀ ਸਫਾਈ ਅਤੇ ਕੀੜੇ ਦੀ ਨਿਗਰਾਨੀ ਨਾਲ ਰੋਗ ਘਟਦੇ ਹਨ।"
      ],
      "immediate_treatment": [
        "ਹਫਤਾਵਾਰੀ ਪੌਧਿਆਂ ਦੀ ਜਾਂਚ ਜਾਰੀ ਰੱਖੋ (ਕੀੜੇ/ਰੋਗ)।",
        "ਸਮੇਂ-ਸਿਰ ਸਿੰਚਾਈ ਕਰੋ; ਪਾਣੀ ਦੀ ਕਮੀ ਜਾਂ ਭਰਾਵਾ ਤੋਂ ਬਚੋ।",
        "ਵਿਕਾਸ ਪੜਾਅ ਅਨੁਸਾਰ ਸੰਤੁਲਿਤ ਖਾਦ ਲਗਾਉ।",
        "ਸਹਾਰਾ/ਛਟਾਈ ਨਾਲ ਹਵਾ ਤੇ ਧੁੱਪ ਦਾ ਪ੍ਰਵਾਹ ਵਧਾਓ।",
        "ਪੀਲੀਆਂ/ਨੁਕਸਾਨੀ ਪੱਤੀਆਂ ਹਟਾ ਕੇ ਕੈਨੋਪੀ ਤੰਦਰੁਸਤ ਰੱਖੋ।"
      ],
      "prevention_tips": [
        "ਸਥਾਨਕ ਹਾਲਾਤਾਂ ਲਈ ਉਚਿਤ ਪ੍ਰਮਾਣਿਤ ਤੰਦਰੁਸਤ ਪੌਧੇ/ਹਾਈਬ੍ਰਿਡ ਵਰਤੋ।",
        "ਠੀਕ ਦੂਰੀ ਰੱਖੋ (ਪੌਧਾ 45-60 ਸੈਮੀ, ਕਤਾਰ 75-100 ਸੈਮੀ)।",
        "ਮਲਚਿੰਗ ਨਾਲ ਮਿੱਟੀ ਦੀਆਂ ਛਿੰਟਾਂ ਘਟਦੀਆਂ ਅਤੇ ਨਮੀ ਬਚਦੀ ਹੈ।",
        "2-3 ਸਾਲ ਗੈਰ-ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਨਾਲ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ।"
      ],
      "estimated_cost": "₹800 - ₹1,200 ਪ੍ਰਤੀ ਏਕੜ (ਰੱਖ-ਰਖਾਅ)"
    },
    "marathi": {
      "disease_name": "निरोगी टोमॅटो",
      "severity": "नाही",
      "simple_explanation": "निरोगी टोमॅटो रोपांवर डागविरहित गडद हिरवी पाने, मजबूत खोड, भरपूर फुलधारणा आणि चांगले भरलेले फळ दिसतात. योग्य पोषण, वेळेवर सिंचन, हवा प्रवाह आणि स्वच्छता यामुळे झाडे जोमदार आणि उत्पादनक्षम राहतात.",
      "causes": [
        "चांगला निचरा असलेली दोमट माती, pH 6.0-6.8 पोषण शोषणासाठी योग्य.",
        "फुलोरा आणि फळधारणा अवस्थेत पुरेशी आर्द्रता.",
        "माती चाचणीप्रमाणे संतुलित NPK आणि सूक्ष्म अन्नद्रव्ये.",
        "शेती स्वच्छता आणि किडनियंत्रणाची निगराणी रोग कमी करते."
      ],
      "immediate_treatment": [
        "साप्ताहिक निरीक्षण करून किड/रोगाची सुरुवातीची चिन्हे पाहा.",
        "वेळापत्रकानुसार सिंचन करा; दुष्काळ/पाणी साचणे टाळा.",
        "वाढीच्या टप्प्यानुसार संतुलित खतांचा वापर करा.",
        "आधार/छाटणीने हवा प्रवाह आणि सूर्यप्रकाश वाढवा.",
        "पिवळी/हानीग्रस्त पाने काढून कॅनोपी निरोगी ठेवा."
      ],
      "prevention_tips": [
        "स्थानिक हवामानास अनुरूप प्रमाणित, जोमदार रोपे/हायब्रिड वापरा.",
        "योग्य अंतर ठेवा (झाड 45-60 सेमी, ओळ 75-100 सेमी).",
        "मल्चिंगने मातीचे उडते शिंतोडे कमी होतात व ओलावा टिकतो.",
        "2-3 वर्षे नॉन-सोलानेसी पिकांसह फेरपालट करा."
      ],
      "estimated_cost": "₹800 - ₹1,200 प्रति एकर (देखभाल)"
    },
    "bhojpuri": {
      "disease_name": "तंदुरुस्त टमाटर",
      "severity": "कुछ नाहीं",
      "simple_explanation": "तंदुरुस्त टमाटर में गाढ़ हरियर पत्ता, मज़बूत डंठल, बढ़िया फूलधारन अउ भरा-भरल फल होखेला। सही पोषण, समय पर सिंचाई, बढ़िया हवा बहाव अउ साफ-सफाई से पौधा तगड़ा रहेला अउ उपज बढ़ेला।",
      "causes": [
        "बढ़िया पानी निकास वाली दोमट मिट्टी, pH 6.0-6.8 पोषण सोखे खातिर सही।",
        "फूल आ फल सेट पर पर्याप्त नमी के उपलब्धता।",
        "मिट्टी जांच अनुसार संतुलित NPK अउ सूक्ष्म पोषक तत्व।",
        "खेत सफाई अउ कीड़ा निगरानी से रोग के जोखिम कम होखेला।"
      ],
      "immediate_treatment": [
        "हर हफ्ता खेत घूम के कीड़ा/रोग के शुरुआती लच्छन देखीं।",
        "समय पर सिंचाई करीं; सूखा तनाव आ पानी जमाव से बचीं।",
        "विकास चरण अनुसार संतुलित खाद डालत रहीं।",
        "बेल के सहारा/छंटाई से हवा-धूप के आवागमन बढ़ाईं।",
        "पीयर/टूटा-फूटा पत्ता हटा के कैनोपी साफ-सुथरा रखीं।"
      ],
      "prevention_tips": [
        "स्थानीय हालात खातिर प्रमाणित, जोरदार पौधा/हाइब्रिड लगाईं।",
        "उचित दूरी राखीं (पौधा 45-60 सेमी, कतार 75-100 सेमी)।",
        "मल्चिंग कर के मिट्टी के छींटा कम करीं अउ नमी बचाईं।",
        "2-3 साल गैर-सोलानेसी फसल से फसल चक्र अपनाईं।"
      ],
      "estimated_cost": "₹800 - ₹1,200 प्रति एकड़ (रखरखाव)"
    },
    "rajasthani": {
      "disease_name": "तंदुरुस्त टमाटर",
      "severity": "कोई नाहीं",
      "simple_explanation": "तंदुरुस्त टमाटर में गहरा हरियो पत्तो, मजबूत डंठो, वधारे फूल अर भरा फल देखाई देवै। सही पोषण, समय सूं सिंचाई, बढ़िया हवा आवागमन अर सफाई सूं पौधो तागतवार अर उत्पादक रहै।",
      "causes": [
        "बढ़िया निकास वालो दोमट माटी, pH 6.0-6.8 पोषण सोषण खातिर ठीक।",
        "फूल आवण अर फल बनण पर पर्याप्त नमी मिलवी।",
        "माटी जांच अनुसार संतुलित NPK अर सूक्ष्म पोषक तत्व।",
        "खेत सफाई अर कीड़ो निगरानी सूं रोग रा खतरा घटै।"
      ],
      "immediate_treatment": [
        "हर हफ्ते पौधां ने देखो, कीड़ो/रोग रा शुरुआती लच्छण प पकड़ो।",
        "समय पर सिंचाई करो; सूखो तनाव अर पाणी भराव सूं बचो।",
        "विकास चरण अनुसार संतुलित खाद आपो।",
        "बेल ने सहारो/छंटाई सूं हवा अर धूप को प्रवाह बढ़ावो।",
        "पीळा/खराब पत्तो हटाय के क्यानोपी साफ राखो।"
      ],
      "prevention_tips": [
        "स्थानीय हालातां खातिर प्रमाणित, जोमदार पौधो/हाइब्रिड लगावो।",
        "ठीक दूरी राखो (पौधो 45-60 सेमी, कतार 75-100 सेमी)।",
        "मल्चिंग सूं माटी री छींट घटै अर नमी टिकी रहै।",
        "2-3 साल गैर-सोलानेसी फसलां सूं फसल चक्र अपनावो।"
      ],
      "estimated_cost": "₹800 - ₹1,200 प्रति एकड़ (रखरखाव)"
    }
  }
}
