{
  "13": {
    "label": "Tomato___Leaf_Mold",
    "english": {
      "disease_name": "Tomato Leaf Mold",
      "severity": "Medium",
      "simple_explanation": "Tomato leaf mold appears as yellow spots on upper leaf surfaces with olive-green velvety growth underneath. It thrives in humid greenhouse conditions and causes leaves to curl, wither, and drop early, reducing plant vigor and fruit yield significantly.",
      "causes": [
        "Passalora fulva fungus survives on infected plant debris and seeds.",
        "High humidity above 85% with poor air circulation promotes infection.",
        "Temperatures between 70-80°F with warm, moist conditions favor growth.",
        "Spreads through wind, water splash, contaminated tools and clothing contact."
      ],
      "immediate_treatment": [
        "Remove all infected leaves immediately and destroy by burning or composting.",
        "Increase ventilation and spacing between plants to reduce humidity levels.",
        "Apply copper-based fungicides like Champ or Zonix every 7-10 days.",
        "Switch to drip irrigation to avoid wetting leaves during watering.",
        "Prune lower branches to improve airflow and reduce disease pressure."
      ],
      "prevention_tips": [
        "Choose resistant varieties like Iron Lady, Legend, or Mountain Pride.",
        "Maintain 36-inch spacing between plants for proper air circulation.",
        "Keep greenhouse humidity below 85% with adequate ventilation systems.",
        "Use certified disease-free seeds and sanitize tools between plant handling."
      ],
      "estimated_cost": "₹3,000 - ₹5,500 per acre"
    },
    "hindi": {
      "disease_name": "टमाटर पत्ती मोल्ड",
      "severity": "मध्यम",
      "simple_explanation": "टमाटर पत्ती मोल्ड पत्तियों की ऊपरी सतह पर पीले धब्बों के रूप में दिखाई देता है जबकि नीचे जैतूनी-हरे मखमली वृद्धि होती है। यह नम ग्रीनहाउस परिस्थितियों में पनपता है और पत्तियों को मुड़ने, सूखने का कारण बनता है।",
      "causes": [
        "पैसालोरा फुल्वा ففूंद संक्रमित पौधे अवशेष और बीजों में जीवित रहती है।",
        "85% से ऊपर अधिक आर्द्रता और खराब हवा संचार संक्रमण बढ़ावा देता है।",
        "70-80°F तापमान के साथ गर्म, नम परिस्थितियां वृद्धि के लिए अनुकूल।",
        "हवा, पानी छींटे, दूषित औजार और कपड़ों के संपर्क से फैलता है।"
      ],
      "immediate_treatment": [
        "सभी संक्रमित पत्तियों को तुरंत हटाकर जलाने या कंपोस्ट द्वारा नष्ट करें।",
        "आर्द्रता के स्तर को कम करने के लिए हवा संचार और पौधों के बीच दूरी बढ़ाएं।",
        "हर 7-10 दिन में चैंप या जोनिक्स जैसे कॉपर आधारित ففूंदनाशक लगाएं।",
        "पानी देने के दौरान पत्तियों को गीला करने से बचने के लिए ड्रिप सिंचाई पर स्विच करें।",
        "हवा के प्रवाह में सुधार और रोग दबाव कम करने के लिए निचली शाखाओं की छंटाई करें।"
      ],
      "prevention_tips": [
        "आयरन लेडी, लेजेंड या माउंटेन प्राइड जैसी प्रतिरोधी किस्में चुनें।",
        "उचित हवा संचार के लिए पौधों के बीच 36 इंच की दूरी बनाए रखें।",
        "पर्याप्त वेंटिलेशन सिस्टम के साथ ग्रीनहाउस आर्द्रता 85% से नीचे रखें।",
        "प्रमाणित रोग-मुक्त बीजों का उपयोग करें और पौधे संभालने के बीच औजारों को साफ करें।"
      ],
      "estimated_cost": "₹3,000 - ₹5,500 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਟਮਾਟਰ ਪੱਤਾ ਮੋਲਡ",
      "severity": "ਮੱਧਮ",
      "simple_explanation": "ਟਮਾਟਰ ਪੱਤਾ ਮੋਲਡ ਪੱਤਿਆਂ ਦੀ ਉਪਰਲੀ ਸਤਹ 'ਤੇ ਪੀਲੇ ਧੱਬਿਆਂ ਦੇ ਰੂਪ ਵਿਚ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਜਦਕਿ ਹੇਠਾਂ ਜੈਤੂਨੀ-ਹਰੇ ਮਖਮਲੀ ਵਾਧਾ ਹੁੰਦਾ ਹੈ। ਇਹ ਨਮੀ ਵਾਲੀਆਂ ਗਰੀਨਹਾਊਸ ਸਥਿਤੀਆਂ ਵਿਚ ਪਨਪਦਾ ਹੈ।",
      "causes": [
        "ਪੈਸਾਲੋਰਾ ਫੁਲਵਾ ਫੰਗਸ ਸੰਕਰਮਿਤ ਪੌਧੇ ਅਵਸ਼ੇਸ਼ ਅਤੇ ਬੀਜਾਂ ਵਿਚ ਜਿਉਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
        "85% ਤੋਂ ਉੱਪਰ ਉੱਚ ਨਮੀ ਅਤੇ ਮਾੜਾ ਹਵਾ ਸੰਚਾਰ ਸੰਕਰਮਣ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਦਾ ਹੈ।",
        "70-80°F ਤਾਪਮਾਨ ਨਾਲ ਗਰਮ, ਨਮੀ ਵਾਲੀਆਂ ਸਥਿਤੀਆਂ ਵਿਕਾਸ ਲਈ ਅਨੁਕੂਲ।",
        "ਹਵਾ, ਪਾਣੀ ਦੀਆਂ ਛਿੰਟਾਂ, ਦੂਸ਼ਿਤ ਔਜ਼ਾਰ ਅਤੇ ਕੱਪੜਿਆਂ ਦੇ ਸੰਪਰਕ ਤੋਂ ਫੈਲਦਾ ਹੈ।"
      ],
      "immediate_treatment": [
        "ਸਾਰੀਆਂ ਸੰਕਰਮਿਤ ਪੱਤੀਆਂ ਨੂੰ ਤੁਰੰਤ ਹਟਾ ਕੇ ਸਾੜਨ ਜਾਂ ਕੰਪੋਸਟ ਦੁਆਰਾ ਨਸ਼ਟ ਕਰੋ।",
        "ਨਮੀ ਦੇ ਪੱਧਰ ਨੂੰ ਘਟਾਉਣ ਲਈ ਹਵਾ ਸੰਚਾਰ ਅਤੇ ਪੌਧਿਆਂ ਵਿਚ ਦੂਰੀ ਵਧਾਓ।",
        "ਹਰ 7-10 ਦਿਨ ਵਿਚ ਚੈਂਪ ਜਾਂ ਜ਼ੋਨਿਕਸ ਵਰਗੇ ਤਾਂਬਾ ਆਧਾਰਿਤ ਫੰਗੀਸਾਈਡ ਲਗਾਓ।",
        "ਪਾਣੀ ਦੇਣ ਦੌਰਾਨ ਪੱਤਿਆਂ ਨੂੰ ਗਿੱਲਾ ਕਰਨ ਤੋਂ ਬਚਣ ਲਈ ਡ੍ਰਿਪ ਸਿੰਚਾਈ 'ਤੇ ਬਦਲੋ।",
        "ਹਵਾ ਪ੍ਰਵਾਹ ਸੁਧਾਰਨ ਅਤੇ ਬਿਮਾਰੀ ਦਬਾਅ ਘਟਾਉਣ ਲਈ ਹੇਠਲੀਆਂ ਸ਼ਾਖਾਵਾਂ ਦੀ ਛਟਾਈ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਆਇਰਨ ਲੇਡੀ, ਲੈਜੈਂਡ ਜਾਂ ਮਾਉਂਟੇਨ ਪ੍ਰਾਈਡ ਵਰਗੀਆਂ ਰੋਧੀ ਕਿਸਮਾਂ ਚੁਣੋ।",
        "ਸਹੀ ਹਵਾ ਸੰਚਾਰ ਲਈ ਪੌਧਿਆਂ ਵਿਚ 36 ਇੰਚ ਦੀ ਦੂਰੀ ਬਣਾਈ ਰੱਖੋ।",
        "ਕਾਫੀ ਵੈਂਟੀਲੇਸ਼ਨ ਸਿਸਟਮ ਨਾਲ ਗਰੀਨਹਾਊਸ ਨਮੀ 85% ਤੋਂ ਹੇਠਾਂ ਰੱਖੋ।",
        "ਪ੍ਰਮਾਣਿਤ ਬਿਮਾਰੀ-ਮੁਕਤ ਬੀਜਾਂ ਦਾ ਇਸਤੇਮਾਲ ਕਰੋ ਅਤੇ ਪੌਧੇ ਸੰਭਾਲਣ ਵਿਚ ਔਜ਼ਾਰਾਂ ਨੂੰ ਸਾਫ ਕਰੋ।"
      ],
      "estimated_cost": "₹3,000 - ₹5,500 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "टोमॅटो पान मोल्ड",
      "severity": "मध्यम",
      "simple_explanation": "टोमॅटो पान मोल्ड पानांच्या वरच्या पृष्ठभागावर पिवळे डाग म्हणून दिसते तर खाली जैतूनी-हिरव्या मखमली वाढ दिसते. हा आर्द्र हरितगृह परिस्थितीत वाढतो आणि पाने कुरकुरीत होऊन कोमेजून पडण्याचे कारण बनतो.",
      "causes": [
        "पासालोरा फुल्वा बुरशी संक्रमित वनस्पती अवशेष आणि बियांमध्ये जिवंत राहते.",
        "85% पेक्षा जास्त उच्च आर्द्रता आणि खराब हवा संचार संसर्गाला प्रोत्साहन देते.",
        "70-80°F तापमानासह उष्ण, ओलसर परिस्थिती वाढीसाठी अनुकूल.",
        "वारा, पाण्याचे शिंतोडे, दूषित उपकरणे आणि कपड्यांच्या संपर्कातून पसरते."
      ],
      "immediate_treatment": [
        "सर्व संक्रमित पाने ताबडतोब काढून जाळण्याने किंवा कंपोस्टद्वारे नष्ट करा.",
        "आर्द्रता पातळी कमी करण्यासाठी हवा संचार आणि रोपांमधील अंतर वाढवा.",
        "दर 7-10 दिवसांनी चॅम्प किंवा झोनिक्स सारखे तांबे आधारित बुरशीनाशक लावा.",
        "पाणी देताना पाने ओली होण्यापासून टाळण्यासाठी ठिबक सिंचनावर स्विच करा.",
        "हवेचा प्रवाह सुधारण्यासाठी आणि रोगाचा दाब कमी करण्यासाठी खालच्या फांद्यांची छाटणी करा."
      ],
      "prevention_tips": [
        "आयर्न लेडी, लेजेंड किंवा माउंटन प्राइड सारख्या प्रतिरोधी जातींची निवड करा.",
        "योग्य हवा संचारासाठी रोपांमध्ये 36 इंचाचे अंतर राखा.",
        "पुरेशा वेंटिलेशन सिस्टमसह हरितगृह आर्द्रता 85% पेक्षा खाली ठेवा.",
        "प्रमाणित रोगमुक्त बियांचा वापर करा आणि रोप हाताळताना उपकरणे निर्जंतुक करा."
      ],
      "estimated_cost": "₹3,000 - ₹5,500 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "टमाटर पत्ता मोल्ड",
      "severity": "मझोला",
      "simple_explanation": "टमाटर पत्ता मोल्ड पत्ता के ऊपरी सतह पर पीयर दाग के रूप में देखाई देला जबकि नीचे जैतूनी-हरियर मखमली बढ़त होखेला। ई नमीवाला ग्रीनहाउस हालत में पनपेला अर पत्ता के मुड़े, सूखे के कारण बनेला।",
      "causes": [
        "पैसालोरा फुल्वा फंगस संक्रमित पौधा अवशेष अउ बिया में जियत रहेला।",
        "85% से ऊपर जादा आर्द्रता अउ खराब हवा संचार संक्रमण बढ़ावेला।",
        "70-80°F तापमान के साथ गरम, नमीवाला हालत वृद्धि खातिर अनुकूल।",
        "हवा, पानी के छींट, दूसित औजार अउ कपड़ा के संपर्क से फइलेला।"
      ],
      "immediate_treatment": [
        "सगरो संक्रमित पत्ता के तुरंत हटाय के जराके या कंपोस्ट से नाश करीं।",
        "आर्द्रता के स्तर कम करे खातिर हवा संचार अउ पौधा के बीच दूरी बढ़ाईं।",
        "हर 7-10 दिन में चैंप या जोनिक्स जइसा कॉपर आधारित फफूंदनाशक लगाईं।",
        "पानी देवे के समय पत्ता के गीला होखे से बचे खातिर ड्रिप सिंचाई पर स्विच करीं।",
        "हवा के प्रवाह सुधारे अउ रोग दबाव कम करे खातिर नीचे वाली डारी के छंटाई करीं।"
      ],
      "prevention_tips": [
        "आयरन लेडी, लेजेंड या माउंटेन प्राइड जइसा प्रतिरोधी किसम चुनीं।",
        "उचित हवा संचार खातिर पौधा के बीच 36 इंच के दूरी बनाय राखीं।",
        "पर्याप्त वेंटिलेशन सिस्टम के साथ ग्रीनहाउस आर्द्रता 85% से नीचे राखीं।",
        "प्रमाणित रोग-मुक्त बिया के उपयोग करीं अउ पौधा संभाले के बीच औजार साफ करीं।"
      ],
      "estimated_cost": "₹3,000 - ₹5,500 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "टमाटर पत्तो मोल्ड",
      "severity": "मध्यम",
      "simple_explanation": "टमाटर पत्तो मोल्ड पत्तां री ऊपरली सतह पर पीळा दाग रे रूप में देखाई देवै जबकि नीचे जैतूनी-हरियो मखमली बढ़त होवै। यो नमीवाळी ग्रीनहाउस हालात में पनपै अर पत्तां ने मुड़े, सूखे रो कारण बणै।",
      "causes": [
        "पैसालोरा फुल्वा फंगस संक्रमित पौधा अवशेष अर बिया में जिवत रहै।",
        "85% सूं ऊपर जादा आर्द्रता अर खराब हवा संचार संक्रमण बढ़ावै।",
        "70-80°F तापमान रे साथ गरम, नमीवाळी हालत वृद्धि खातिर अनुकूल।",
        "हवा, पाणी रा छींट, दूसित औजार अर कपड़ा रे संपर्क सूं फैलै।"
      ],
      "immediate_treatment": [
        "सगळा संक्रमित पत्तां ने तुरंत हटाय के जराके या कंपोस्ट सूं नाश करो।",
        "आर्द्रता रो स्तर कम करे खातिर हवा संचार अर पौधां रे बीच दूरी बढ़ावो।",
        "हर 7-10 दिन में चैंप या जोनिक्स जैड़ा कॉपर आधारित फफूंदनाशक लगावो।",
        "पाणी देवे रे समय पत्तां ने गीला होवे सूं बचे खातिर ड्रिप सिंचाई पर स्विच करो।",
        "हवा रो प्रवाह सुधारे अर रोग दबाव कम करे खातिर नीचे वाली डाळी री छंटाई करो।"
      ],
      "prevention_tips": [
        "आयरन लेडी, लेजेंड या माउंटेन प्राइड जैड़ी प्रतिरोधी किसम चुणो।",
        "उचित हवा संचार खातिर पौधां रे बीच 36 इंच री दूरी बणाय राखो।",
        "पर्याप्त वेंटिलेशन सिस्टम रे साथ ग्रीनहाउस आर्द्रता 85% सूं नीचे राखो।",
        "प्रमाणित रोग-मुक्त बिया रो उपयोग करो अर पौधा संभाले रे बीच औजार साफ करो।"
      ],
      "estimated_cost": "₹3,000 - ₹5,500 प्रति एकड़"
    }
  }
}
