{
  "14": {
    "label": "Tomato___Septoria_leaf_spot",
    "english": {
      "disease_name": "Tomato Septoria Leaf Spot",
      "severity": "High",
      "simple_explanation": "Septoria leaf spot is a destructive fungal disease that creates small circular spots with gray centers and dark brown margins on tomato leaves[1][3]. It starts on lower leaves and moves upward, causing yellowing, withering, and defoliation. Tiny black dots (pycnidia) appear in spot centers, distinguishing it from other diseases.",
      "causes": [
        "Caused by fungus Septoria lycopersici that overwinters on infected plant debris[1][8].",
        "High humidity, wet weather, and temperatures of 60-80°F favor development[1][5].",
        "Spreads through rain splash, overhead watering, and contaminated tools or clothing[6][8].",
        "Solanaceous weeds like horsenettle serve as alternative hosts for the pathogen[1][8]."
      ],
      "immediate_treatment": [
        "Remove and destroy all infected lower leaves immediately to limit spread[1][10].",
        "Apply fungicides like chlorothalonil, mancozeb, or copper-based products every 7-10 days[1][5].",
        "Stake plants to improve air circulation and promote faster leaf drying[1][8].",
        "Switch to drip irrigation at plant base to avoid wetting foliage[1][6].",
        "Mulch around plants to reduce soil splash containing fungal spores[1][8]."
      ],
      "prevention_tips": [
        "Use 1-2 year crop rotation avoiding tomatoes and other solanaceous crops[1][8].",
        "Control horsenettle and other nightshade family weeds around garden[1][8].",
        "Remove all crop debris at season end and avoid composting infected plants[1][7].",
        "Plant resistant varieties and use certified disease-free seeds when available[7][8]."
      ],
      "estimated_cost": "₹2,800 - ₹4,500 per acre"
    },
    "hindi": {
      "disease_name": "टमाटर सेप्टोरिया पत्ती धब्बा",
      "severity": "तीव्र",
      "simple_explanation": "सेप्टोरिया पत्ती धब्बा एक विनाशकारी फंगल रोग है जो टमाटर की पत्तियों पर भूरे किनारों और धूसर केंद्र वाले छोटे गोलाकार धब्बे बनाता है[1][3]। यह निचली पत्तियों से शुरू होकर ऊपर की ओर बढ़ता है, जिससे पत्तियां पीली, मुरझाई और गिर जाती हैं।",
      "causes": [
        "सेप्टोरिया लाइकोपर्सिसी फंगस के कारण होता है जो संक्रमित पौधों के अवशेषों में सर्दी काटती है[1][8]।",
        "उच्च आर्द्रता, गीला मौसम और 60-80°F तापमान विकास के लिए अनुकूल[1][5]।",
        "बारिश की छींटों, ऊपरी सिंचाई और दूषित उपकरणों या कपड़ों से फैलता है[6][8]।",
        "घोड़ा बिछुआ जैसे सोलानेसी खरपतवार रोगाणु के वैकल्पिक मेजबान का काम करते हैं[1][8]।"
      ],
      "immediate_treatment": [
        "फैलाव को सीमित करने के लिए सभी संक्रमित निचली पत्तियों को तुरंत हटाकर नष्ट करें[1][10]।",
        "हर 7-10 दिन में क्लोरोथैलोनिल, मैंकोजेब या कॉपर आधारित फफूंदनाशक लगाएं[1][5]।",
        "हवा संचार सुधारने और पत्तियों को तेजी से सुखाने के लिए पौधों को सहारा दें[1][8]।",
        "पत्तियों को गीला करने से बचने के लिए पौधे के आधार पर ड्रिप सिंचाई पर स्विच करें[1][6]।",
        "फंगल बीजाणुओं वाली मिट्टी की छींटों को कम करने के लिए पौधों के चारों ओर मल्चिंग करें[1][8]।"
      ],
      "prevention_tips": [
        "टमाटर और अन्य सोलानेसी फसलों से बचते हुए 1-2 साल का फसल चक्र अपनाएं[1][8]।",
        "बगीचे के आसपास घोड़ा बिछुआ और अन्य नाइटशेड परिवार के खरपतवारों को नियंत्रित करें[1][8]।",
        "मौसम के अंत में सभी फसल अवशेषों को हटाएं और संक्रमित पौधों को कंपोस्ट न करें[1][7]।",
        "प्रतिरोधी किस्में लगाएं और जब उपलब्ध हो तो प्रमाणित रोग-मुक्त बीजों का उपयोग करें[7][8]।"
      ],
      "estimated_cost": "₹2,800 - ₹4,500 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਟਮਾਟਰ ਸੈਪਟੋਰੀਆ ਪੱਤਾ ਧੱਬਾ",
      "severity": "ਤੀਬਰ",
      "simple_explanation": "ਸੈਪਟੋਰੀਆ ਪੱਤਾ ਧੱਬਾ ਇਕ ਵਿਨਾਸ਼ਕਾਰੀ ਫੰਗਲ ਰੋਗ ਹੈ ਜੋ ਟਮਾਟਰ ਦੀਆਂ ਪੱਤੀਆਂ 'ਤੇ ਭੂਰੇ ਕਿਨਾਰਿਆਂ ਅਤੇ ਸਲੇਟੀ ਕੇਂਦਰ ਵਾਲੇ ਛੋਟੇ ਗੋਲਾਕਾਰ ਧੱਬੇ ਬਣਾਉਂਦਾ ਹੈ[1][3]। ਇਹ ਹੇਠਲੀਆਂ ਪੱਤੀਆਂ ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਕੇ ਉੱਪਰ ਵੱਲ ਵਧਦਾ ਹੈ।",
      "causes": [
        "ਸੈਪਟੋਰੀਆ ਲਾਇਕੋਪਰਸਿਸੀ ਫੰਗਸ ਦੇ ਕਾਰਨ ਹੁੰਦਾ ਹੈ ਜੋ ਸੰਕਰਮਿਤ ਪੌਧਿਆਂ ਦੇ ਅਵਸ਼ੇਸ਼ਾਂ ਵਿਚ ਸਰਦੀ ਕੱਟਦਾ ਹੈ[1][8]।",
        "ਉੱਚ ਨਮੀ, ਗਿੱਲਾ ਮੌਸਮ ਅਤੇ 60-80°F ਤਾਪਮਾਨ ਵਿਕਾਸ ਲਈ ਅਨੁਕੂਲ[1][5]।",
        "ਬਰਸਾਤ ਦੀਆਂ ਛਿੰਟਾਂ, ਉਪਰਲੀ ਸਿੰਚਾਈ ਅਤੇ ਦੂਸ਼ਿਤ ਔਜ਼ਾਰਾਂ ਜਾਂ ਕੱਪੜਿਆਂ ਤੋਂ ਫੈਲਦਾ ਹੈ[6][8]।",
        "ਘੋੜਾ ਬਿੱਛੂ ਵਰਗੇ ਸੋਲਾਨੇਸੀ ਜੰਗਲੀ ਬੂਟੇ ਰੋਗਾਣੂ ਦੇ ਵਿਕਲਪਿਕ ਮੇਜ਼ਬਾਨ ਦਾ ਕੰਮ ਕਰਦੇ ਹਨ[1][8]।"
      ],
      "immediate_treatment": [
        "ਫੈਲਾਅ ਨੂੰ ਸੀਮਿਤ ਕਰਨ ਲਈ ਸਾਰੀਆਂ ਸੰਕਰਮਿਤ ਹੇਠਲੀਆਂ ਪੱਤੀਆਂ ਨੂੰ ਤੁਰੰਤ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ[1][10]।",
        "ਹਰ 7-10 ਦਿਨ ਵਿਚ ਕਲੋਰੋਥੈਲੋਨਿਲ, ਮੈਂਕੋਜ਼ੇਬ ਜਾਂ ਤਾਂਬਾ ਆਧਾਰਿਤ ਫੰਗੀਸਾਈਡ ਲਗਾਓ[1][5]।",
        "ਹਵਾ ਸੰਚਾਰ ਸੁਧਾਰਨ ਅਤੇ ਪੱਤੀਆਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਸੁਕਾਉਣ ਲਈ ਪੌਧਿਆਂ ਨੂੰ ਸਹਾਰਾ ਦਿਓ[1][8]।",
        "ਪੱਤੀਆਂ ਨੂੰ ਗਿੱਲਾ ਕਰਨ ਤੋਂ ਬਚਣ ਲਈ ਪੌਧੇ ਦੇ ਆਧਾਰ 'ਤੇ ਡ੍ਰਿਪ ਸਿੰਚਾਈ 'ਤੇ ਬਦਲੋ[1][6]।",
        "ਫੰਗਲ ਬੀਜਾਣੂਆਂ ਵਾਲੀ ਮਿੱਟੀ ਦੀਆਂ ਛਿੰਟਾਂ ਘਟਾਉਣ ਲਈ ਪੌਧਿਆਂ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਮਲਚਿੰਗ ਕਰੋ[1][8]।"
      ],
      "prevention_tips": [
        "ਟਮਾਟਰ ਅਤੇ ਹੋਰ ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਤੋਂ ਬਚਦੇ ਹੋਏ 1-2 ਸਾਲ ਦਾ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ[1][8]।",
        "ਬਾਗ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਘੋੜਾ ਬਿੱਛੂ ਅਤੇ ਹੋਰ ਨਾਈਟਸ਼ੇਡ ਪਰਿਵਾਰ ਦੇ ਜੰਗਲੀ ਬੂਟਿਆਂ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰੋ[1][8]।",
        "ਮੌਸਮ ਦੇ ਅੰਤ ਵਿਚ ਸਾਰੇ ਫਸਲ ਅਵਸ਼ੇਸ਼ ਹਟਾਓ ਅਤੇ ਸੰਕਰਮਿਤ ਪੌਧਿਆਂ ਨੂੰ ਕੰਪੋਸਟ ਨਾ ਕਰੋ[1][7]।",
        "ਰੋਧੀ ਕਿਸਮਾਂ ਲਗਾਓ ਅਤੇ ਜਦੋਂ ਉਪਲਬਧ ਹੋਵੇ ਤਾਂ ਪ੍ਰਮਾਣਿਤ ਬਿਮਾਰੀ-ਮੁਕਤ ਬੀਜਾਂ ਦਾ ਇਸਤੇਮਾਲ ਕਰੋ[7][8]।"
      ],
      "estimated_cost": "₹2,800 - ₹4,500 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "टोमॅटो सेप्टोरिया पान डाग",
      "severity": "तीव्र",
      "simple_explanation": "सेप्टोरिया पान डाग हा एक विनाशकारी बुरशीजन्य रोग आहे जो टोमॅटोच्या पानांवर तपकिरी कडा आणि राखाडी मध्यभाग असलेले लहान गोलाकार डाग तयार करतो[1][3]। हा खालच्या पानांपासून सुरू होऊन वरच्या दिशेने वाढतो, ज्यामुळे पाने पिवळी होऊन कोमेजतात.",
      "causes": [
        "सेप्टोरिया लाइकोपर्सिसी बुरशीमुळे होतो जी संक्रमित वनस्पती अवशेषांमध्ये हिवाळा काढते[1][8]।",
        "उच्च आर्द्रता, ओले हवामान आणि 60-80°F तापमान विकासासाठी अनुकूल[1][5]।",
        "पावसाचे शिंतोडे, वरच्या सिंचन आणि दूषित उपकरणे किंवा कपड्यांमधून पसरते[6][8]।",
        "घोडाकांटे सारखी सोलानेसी तणे रोगजनकाचे पर्यायी यजमान म्हणून काम करतात[1][8]।"
      ],
      "immediate_treatment": [
        "पसरणे मर्यादित करण्यासाठी सर्व संक्रमित खालची पाने ताबडतोब काढून नष्ट करा[1][10]।",
        "दर 7-10 दिवसांनी क्लोरोथॅलोनिल, मॅन्कोझेब किंवा तांबे आधारित बुरशीनाशक लावा[1][5]।",
        "हवा संचार सुधारण्यासाठी आणि पानांना वेगाने सुकवण्यासाठी रोपांना आधार द्या[1][8]।",
        "पाने ओली होणे टाळण्यासाठी रोपाच्या पायथ्याशी ठिबक सिंचनावर स्विच करा[1][6]।",
        "बुरशीचे बीजाणू असलेल्या मातीचे शिंतोडे कमी करण्यासाठी रोपांभोवती मल्चिंग करा[1][8]।"
      ],
      "prevention_tips": [
        "टोमॅटो आणि इतर सोलानेसी पिकांपासून बचत करत 1-2 वर्षांचे पीक फेरपालट अवलंबा[1][8]।",
        "बागेभोवती घोडाकांटे आणि इतर नाईटशेड कुटुंबातील तणांवर नियंत्रण ठेवा[1][8]।",
        "हंगामाच्या शेवटी सर्व पीक अवशेष काढा आणि संक्रमित रोपांचे कंपोस्ट करू नका[1][7]।",
        "प्रतिरोधी जाती लावा आणि उपलब्ध असताना प्रमाणित रोगमुक्त बियांचा वापर करा[7][8]।"
      ],
      "estimated_cost": "₹2,800 - ₹4,500 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "टमाटर सेप्टोरिया पत्ता दाग",
      "severity": "तीक्ष्ण",
      "simple_explanation": "सेप्टोरिया पत्ता दाग एगो विनाशकारी फंगल रोग बा जे टमाटर के पत्ता पर भूरा किनारा अउ धूसर केंद्र वाला छोट गोल दाग बनावेला[1][3]। ई नीचे के पत्ता से शुरू हो के ऊपर के दिशा में बढ़ेला अउ पत्ता पीयर हो के सूख जाला।",
      "causes": [
        "सेप्टोरिया लाइकोपर्सिसी फंगस के कारण होखेला जे संक्रमित पौधा के अवशेष में सर्दी काटेला[1][8]।",
        "जादा आर्द्रता, गीला मौसम अउ 60-80°F तापमान विकास खातिर अनुकूल[1][5]।",
        "बरखा के छींट, ऊपरी सिंचाई अउ दूसित औजार या कपड़ा से फइलेला[6][8]।",
        "घोड़ा बिछुआ जइसन सोलानेसी खरपतवार रोगाणु के वैकल्पिक मेजबान के काम करेला[1][8]।"
      ],
      "immediate_treatment": [
        "फइलाव के सीमित करे खातिर सगरो संक्रमित नीचे वाला पत्ता के तुरंत हटाय के नाश करीं[1][10]।",
        "हर 7-10 दिन में क्लोरोथैलोनिल, मैंकोजेब या कॉपर आधारित फफूंदनाशक लगाईं[1][5]।",
        "हवा संचार सुधारे अउ पत्ता के तेजी से सुखावे खातिर पौधा के सहारा दीं[1][8]।",
        "पत्ता के गीला होखे से बचे खातिर पौधा के आधार पर ड्रिप सिंचाई पर स्विच करीं[1][6]।",
        "फंगल बीजाणु वाली मिट्टी के छींट कम करे खातिर पौधा के चारों ओर मल्चिंग करीं[1][8]।"
      ],
      "prevention_tips": [
        "टमाटर अउ दूसरा सोलानेसी फसल से बचत हुए 1-2 साल के फसल चक्र अपनाईं[1][8]।",
        "बगिया के आसपास घोड़ा बिछुआ अउ दूसरा नाइटशेड परिवार के खरपतवार के नियंत्रण करीं[1][8]।",
        "मौसम के अंत में सगरो फसल अवशेष हटाईं अउ संक्रमित पौधा के कंपोस्ट ना करीं[1][7]।",
        "प्रतिरोधी किसम लगाईं अउ जब मिले त प्रमाणित रोग-मुक्त बिया के उपयोग करीं[7][8]।"
      ],
      "estimated_cost": "₹2,800 - ₹4,500 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "टमाटर सेप्टोरिया पत्तो दाग",
      "severity": "तीव्र",
      "simple_explanation": "सेप्टोरिया पत्तो दाग एक विनाशकारी फंगल रोग है जे टमाटर रा पत्तां पर भूरा किनारो अर धूसर केंद्र वाळा छोटा गोल दाग बणावै[1][3]। यो नीचे रा पत्तां सूं शुरू हो के ऊपर री दिशा में बढ़ै अर पत्तां पीळा हो के सूख जावै।",
      "causes": [
        "सेप्टोरिया लाइकोपर्सिसी फंगस रे कारण होवै जे संक्रमित पौधा रा अवशेष में सर्दी काटै[1][8]।",
        "जादा आर्द्रता, गीळो मौसम अर 60-80°F तापमान विकास खातिर अनुकूल[1][5]।",
        "बरखा रा छींट, ऊपरली सिंचाई अर दूसित औजार या कपड़ा सूं फैलै[6][8]।",
        "घोड़ो बिछुआ जैड़ा सोलानेसी खरपतवार रोगाणु रा वैकल्पिक मेजबान रो काम करै[1][8]।"
      ],
      "immediate_treatment": [
        "फैलाव ने सीमित करे खातिर सगळा संक्रमित नीचे वाळा पत्तां ने तुरंत हटाय के नाश करो[1][10]।",
        "हर 7-10 दिन में क्लोरोथैलोनिल, मैंकोजेब या कॉपर आधारित फफूंदनाशक लगावो[1][5]।",
        "हवा संचार सुधारे अर पत्तां ने तेजी सूं सुखावे खातिर पौधां ने सहारो द्यो[1][8]।",
        "पत्तां ने गीला होवे सूं बचे खातिर पौधा रे आधार पर ड्रिप सिंचाई पर स्विच करो[1][6]।",
        "फंगल बीजाणु वाली मिट्टी रा छींट कम करे खातिर पौधां रे चारों ओर मल्चिंग करो[1][8]।"
      ],
      "prevention_tips": [
        "टमाटर अर दूसरी सोलानेसी फसलां सूं बचत हुआ 1-2 साल रो फसल चक्र अपनावो[1][8]।",
        "बगिया रे आसपास घोड़ो बिछुआ अर दूसरा नाईटशेड परिवार रा खरपतवार रो नियंत्रण करो[1][8]।",
        "मौसम रे अंत में सगळा फसल अवशेष हटावो अर संक्रमित पौधां रो कंपोस्ट कोनी करो[1][7]।",
        "प्रतिरोधी किसम लगावो अर जब मिलै त प्रमाणित रोग-मुक्त बिया रो उपयोग करो[7][8]।"
      ],
      "estimated_cost": "₹2,800 - ₹4,500 प्रति एकड़"
    }
  }
}
