{
  "15": {
    "label": "Tomato___Spider_mites Two-spotted_spider_mite",
    "english": {
      "disease_name": "Two-spotted Spider Mite",
      "severity": "High",
      "simple_explanation": "Two-spotted spider mites are tiny pests that feed on tomato leaves, causing yellow stippling, webbing, and severe defoliation[1]. They thrive in hot, dry conditions and can complete their life cycle in 7-14 days[1]. Heavy infestations produce visible webbing and can destroy entire crops quickly.",
      "causes": [
        "Hot, dry, and dusty conditions favor rapid population growth and reproduction[1].",
        "Excess nitrogen application makes plants more susceptible to mite attacks[1].",
        "Use of broad-spectrum insecticides kills natural predators that control mites[1].",
        "Poor irrigation and water stress create ideal conditions for mite development[7]."
      ],
      "immediate_treatment": [
        "Spray high-pressure water to physically remove mites and destroy webbing[19].",
        "Apply miticides like abamectin, bifenazate, or spinosad every 7 days[12][16].",
        "Use predatory mites like Phytoseiulus persimilis for biological control[10][18].",
        "Increase humidity around plants through proper irrigation and misting[7][13].",
        "Remove heavily infested leaves and destroy them to reduce population[1]."
      ],
      "prevention_tips": [
        "Maintain proper irrigation to keep plants hydrated and increase humidity[7][13].",
        "Intercrop tomatoes with onions or coriander to repel mites naturally[5][6].",
        "Use reflective mulches to reduce mite populations and conserve moisture[13].",
        "Monitor plants weekly with 10x hand lens for early detection[1][16]."
      ],
      "estimated_cost": "₹2,500 - ₹4,200 per acre"
    },
    "hindi": {
      "disease_name": "दो-धब्बेदार मकड़ी घुन",
      "severity": "तीव्र", 
      "simple_explanation": "दो-धब्बेदार मकड़ी घुन छोटे कीट हैं जो टमाटर की पत्तियों से रस चूसते हैं, जिससे पत्तियों पर पीले धब्बे, जाला और गंभीर पत्ती गिरना होता है[1]। ये गर्म, सूखी परिस्थितियों में पनपते हैं और 7-14 दिनों में अपना जीवन चक्र पूरा कर सकते हैं[1]।",
      "causes": [
        "गर्म, सूखी और धूल भरी परिस्थितियां तेजी से जनसंख्या वृद्धि और प्रजनन को बढ़ावा देती हैं[1]।",
        "अधिक नाइट्रोजन का अनुप्रयोग पौधों को घुन के हमले के लिए अधिक संवेदनशील बनाता है[1]।",
        "व्यापक स्पेक्ट्रम कीटनाशकों का उपयोग प्राकृतिक शिकारियों को मारता है जो घुन को नियंत्रित करते हैं[1]।",
        "खराब सिंचाई और पानी का तनाव घुन के विकास के लिए आदर्श परिस्थितियां बनाता है[7]।"
      ],
      "immediate_treatment": [
        "घुन को भौतिक रूप से हटाने और जाला नष्ट करने के लिए तेज पानी का छिड़काव करें[19]।",
        "हर 7 दिन में एबामेक्टिन, बिफेनाजेट या स्पिनोसाड जैसे घुनमारी दवाओं का छिड़काव करें[12][16]।",
        "जैविक नियंत्रण के लिए फाइटोसीउलस पर्सिमिलिस जैसे शिकारी घुन का उपयोग करें[10][18]।",
        "उचित सिंचाई और फुहार के माध्यम से पौधों के आसपास नमी बढ़ाएं[7][13]।",
        "जनसंख्या कम करने के लिए अधिक संक्रमित पत्तियों को हटाकर नष्ट करें[1]।"
      ],
      "prevention_tips": [
        "पौधों को हाइड्रेटेड रखने और नमी बढ़ाने के लिए उचित सिंचाई बनाए रखें[7][13]।",
        "घुन को प्राकृतिक रूप से भगाने के लिए टमाटर के साथ प्याज या धनिया की अंतर-फसल करें[5][6]।",
        "घुन की आबादी कम करने और नमी संरक्षण के लिए परावर्तक मल्च का उपयोग करें[13]।",
        "जल्दी पहचान के लिए 10x हैंड लेंस से पौधों की साप्ताहिक निगरानी करें[1][16]।"
      ],
      "estimated_cost": "₹2,500 - ₹4,200 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਦੋ-ਧੱਬੇਦਾਰ ਮੱਕੜੀ ਘੁਣ", 
      "severity": "ਤੀਬਰ",
      "simple_explanation": "ਦੋ-ਧੱਬੇਦਾਰ ਮੱਕੜੀ ਘੁਣ ਛੋਟੇ ਕੀੜੇ ਹਨ ਜੋ ਟਮਾਟਰ ਦੀਆਂ ਪੱਤੀਆਂ ਤੋਂ ਰਸ ਚੂਸਦੇ ਹਨ, ਜਿਸ ਨਾਲ ਪੱਤੀਆਂ 'ਤੇ ਪੀਲੇ ਧੱਬੇ, ਜਾਲਾ ਅਤੇ ਗੰਭੀਰ ਪੱਤੀ ਗਿਰਨਾ ਹੁੰਦਾ ਹੈ[1]। ਇਹ ਗਰਮ, ਸੁੱਕੀਆਂ ਸਥਿਤੀਆਂ ਵਿਚ ਪਨਪਦੇ ਹਨ ਅਤੇ 7-14 ਦਿਨਾਂ ਵਿਚ ਆਪਣਾ ਜੀਵਨ ਚੱਕਰ ਪੂਰਾ ਕਰ ਸਕਦੇ ਹਨ[1]।",
      "causes": [
        "ਗਰਮ, ਸੁੱਕੀਆਂ ਅਤੇ ਧੂੜ ਭਰੀਆਂ ਸਥਿਤੀਆਂ ਤੇਜ਼ੀ ਨਾਲ ਜਨਸੰਖਿਆ ਵਾਧੇ ਅਤੇ ਪ੍ਰਜਨਨ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਂਦੀਆਂ ਹਨ[1]।",
        "ਜ਼ਿਆਦਾ ਨਾਈਟ੍ਰੋਜਨ ਦਾ ਪ੍ਰਯੋਗ ਪੌਧਿਆਂ ਨੂੰ ਘੁਣ ਦੇ ਹਮਲੇ ਲਈ ਵਧੇਰੇ ਸੰਵੇਦਨਸ਼ੀਲ ਬਣਾਉਂਦਾ ਹੈ[1]।",
        "ਵਿਆਪਕ ਸਪੈਕਟ੍ਰਮ ਕੀਟਨਾਸ਼ਕਾਂ ਦਾ ਵਰਤੋਂ ਕੁਦਰਤੀ ਸ਼ਿਕਾਰੀਆਂ ਨੂੰ ਮਾਰਦਾ ਹੈ ਜੋ ਘੁਣ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਦੇ ਹਨ[1]।",
        "ਖਰਾਬ ਸਿੰਚਾਈ ਅਤੇ ਪਾਣੀ ਦਾ ਤਣਾਅ ਘੁਣ ਦੇ ਵਿਕਾਸ ਲਈ ਆਦਰਸ਼ ਸਥਿਤੀਆਂ ਬਣਾਉਂਦਾ ਹੈ[7]।"
      ],
      "immediate_treatment": [
        "ਘੁਣ ਨੂੰ ਭੌਤਿਕ ਰੂਪ ਤੋਂ ਹਟਾਉਣ ਅਤੇ ਜਾਲਾ ਨਸ਼ਟ ਕਰਨ ਲਈ ਤੇਜ਼ ਪਾਣੀ ਦਾ ਛਿੜਕਾਵ ਕਰੋ[19]।",
        "ਹਰ 7 ਦਿਨ ਵਿਚ ਅਬਾਮੈਕਟਿਨ, ਬਿਫੇਨਾਜ਼ੇਟ ਜਾਂ ਸਪਿਨੋਸਾਡ ਵਰਗੇ ਘੁਣਮਾਰੀ ਦਵਾਈਆਂ ਦਾ ਛਿੜਕਾਵ ਕਰੋ[12][16]।",
        "ਜੀਵ-ਵਿਗਿਆਨਕ ਨਿਯੰਤਰਣ ਲਈ ਫਾਈਟੋਸੀਯੂਲਸ ਪਰਸਿਮਿਲਿਸ ਵਰਗੇ ਸ਼ਿਕਾਰੀ ਘੁਣ ਦਾ ਵਰਤੋਂ ਕਰੋ[10][18]।",
        "ਸਹੀ ਸਿੰਚਾਈ ਅਤੇ ਫੁਹਾਰ ਰਾਹੀਂ ਪੌਧਿਆਂ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਨਮੀ ਵਧਾਓ[7][13]।",
        "ਜਨਸੰਖਿਆ ਘਟਾਉਣ ਲਈ ਜ਼ਿਆਦਾ ਸੰਕਰਮਿਤ ਪੱਤੀਆਂ ਨੂੰ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ[1]।"
      ],
      "prevention_tips": [
        "ਪੌਧਿਆਂ ਨੂੰ ਹਾਈਡ੍ਰੇਟਿਡ ਰੱਖਣ ਅਤੇ ਨਮੀ ਵਧਾਉਣ ਲਈ ਸਹੀ ਸਿੰਚਾਈ ਬਣਾਈ ਰੱਖੋ[7][13]।",
        "ਘੁਣ ਨੂੰ ਕੁਦਰਤੀ ਰੂਪ ਤੋਂ ਭਗਾਉਣ ਲਈ ਟਮਾਟਰ ਨਾਲ ਪਿਆਜ਼ ਜਾਂ ਧਨੀਆ ਦੀ ਅੰਤਰ-ਫਸਲ ਕਰੋ[5][6]।",
        "ਘੁਣ ਦੀ ਆਬਾਦੀ ਘਟਾਉਣ ਅਤੇ ਨਮੀ ਸੰਰਕਸ਼ਣ ਲਈ ਪ੍ਰਤੀਬਿੰਬਤ ਮਲਚ ਦਾ ਵਰਤੋਂ ਕਰੋ[13]।",
        "ਜਲਦੀ ਪਛਾਣ ਲਈ 10x ਹੈਂਡ ਲੈਂਸ ਨਾਲ ਪੌਧਿਆਂ ਦੀ ਹਫਤਾਵਾਰੀ ਨਿਗਰਾਨੀ ਕਰੋ[1][16]।"
      ],
      "estimated_cost": "₹2,500 - ₹4,200 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "दोन-ठिपके मकड़ी कीड",
      "severity": "तीव्र",
      "simple_explanation": "दोन-ठिपके मकड़ी कीड हे लहान कीटक आहेत जे टोमॅटोच्या पानांतून रस शोषतात, ज्यामुळे पानांवर पिवळे ठिपके, जाळे आणि गंभीर पाने गळणे होते[1]। हे गरम, कोरड्या परिस्थितीत वाढतात आणि 7-14 दिवसांत आपले जीवन चक्र पूर्ण करू शकतात[1]।",
      "causes": [
        "गरम, कोरडी आणि धूळीची परिस्थिती वेगवान लोकसंख्या वाढ आणि प्रजननाला अनुकूल बनवते[1]।",
        "जास्त नायट्रोजनचा वापर रोपांना किडींच्या हल्ल्यासाठी अधिक संवेदनशील बनवतो[1]।",
        "व्यापक स्पेक्ट्रम कीटकनाशकांचा वापर नैसर्गिक शिकारींना मारतो जे किडांवर नियंत्रण ठेवतात[1]।",
        "गरीब सिंचन आणि पाण्याचा ताण किडांच्या विकासासाठी आदर्श परिस्थिती निर्माण करतो[7]।"
      ],
      "immediate_treatment": [
        "किडांना भौतिकरित्या काढण्यासाठी आणि जाळे नष्ट करण्यासाठी जोराचा पाणी फवारा[19]।",
        "दर 7 दिवसांनी अॅबामेक्टिन, बिफेनाझेट किंवा स्पिनोसाड सारखी कीडनाशके फवारा[12][16]।",
        "जैविक नियंत्रणासाठी फायटोसीयुलस पर्सिमिलिस सारखे शिकारी कीड वापरा[10][18]।",
        "योग्य सिंचन आणि फुहार द्वारे रोपांभोवती आर्द्रता वाढवा[7][13]।",
        "लोकसंख्या कमी करण्यासाठी जास्त संक्रमित पाने काढून नष्ट करा[1]।"
      ],
      "prevention_tips": [
        "रोपांना हायड्रेटेड ठेवण्यासाठी आणि आर्द्रता वाढवण्यासाठी योग्य सिंचन राखा[7][13]।",
        "कीडांना नैसर्गिकरीत्या दूर ठेवण्यासाठी टोमॅटोसोबत कांदा किंवा कोथिंबिरीची आंतर-पीक करा[5][6]।",
        "कीडांची लोकसंख्या कमी करण्यासाठी आणि आर्द्रता संवर्धनासाठी प्रतिबिंबित मल्च वापरा[13]।",
        "लवकर ओळखीसाठी 10x हात लेन्सने रोपांचे साप्ताहिक निरीक्षण करा[1][16]।"
      ],
      "estimated_cost": "₹2,500 - ₹4,200 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "दू-दागदार मकड़ी घुन",
      "severity": "तेज",
      "simple_explanation": "दू-दागदार मकड़ी घुन छोट कीड़ा बा जे टमाटर के पत्ता से रस चूसेला, जेकरा से पत्ता पर पीयर दाग, जाला अउ गंभीर पत्ता गिरे के समस्या होखेला[1]। ई गरम, सूखा हालत में पनपेला अउ 7-14 दिन में अपना जीवन चक्र पूरा कर लेवेला[1]।",
      "causes": [
        "गरम, सूखा अउ धूल भरल हालत तेजी से जनसंख्या बढ़त अउ प्रजनन के अनुकूल बनावेला[1]।",
        "जादा नाइट्रोजन के प्रयोग पौधा के घुन के हमला खातिर जादा संवेदनशील बनावेला[1]।",
        "व्यापक स्पेक्ट्रम कीटनाशक के उपयोग प्राकृतिक शिकारी के मारेला जे घुन के नियंत्रण करेला[1]।",
        "खराब सिंचाई अउ पानी के तनाव घुन के विकास खातिर आदर्श हालत बनावेला[7]।"
      ],
      "immediate_treatment": [
        "घुन के भौतिक रूप से हटावे अउ जाला नाश करे खातिर तेज पानी के छिड़काव करीं[19]।",
        "हर 7 दिन में एबामेक्टिन, बिफेनाजेट या स्पिनोसाड जइसन घुनमारी दवाई के छिड़काव करीं[12][16]।",
        "जैविक नियंत्रण खातिर फाइटोसीउलस पर्सिमिलिस जइसन शिकारी घुन के उपयोग करीं[10][18]।",
        "उचित सिंचाई अउ फुहार के माध्यम से पौधा के आसपास नमी बढ़ाईं[7][13]।",
        "जनसंख्या कम करे खातिर जादा संक्रमित पत्ता के हटाय के नाश करीं[1]।"
      ],
      "prevention_tips": [
        "पौधा के हाइड्रेटेड राखे अउ नमी बढ़ावे खातिर उचित सिंचाई बनाय राखीं[7][13]।",
        "घुन के प्राकृतिक रूप से भगावे खातिर टमाटर के साथ प्याज या धनिया के अंतर-फसल करीं[5][6]।",
        "घुन के आबादी कम करे अउ नमी संरक्षण खातिर परावर्तक मल्च के उपयोग करीं[13]।",
        "जल्दी पहचान खातिर 10x हैंड लेंस से पौधा के साप्ताहिक निगरानी करीं[1][16]।"
      ],
      "estimated_cost": "₹2,500 - ₹4,200 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "दो-दागदार मकड़ी घुन",
      "severity": "तीव्र",
      "simple_explanation": "दो-दागदार मकड़ी घुन छोटा कीड़ा है जे टमाटर रा पत्तां सूं रस चूसै, जिण सूं पत्तां पर पीळा दाग, जाळो अर गंभीर पत्ता गिरणे री समस्या होवै[1]। यो गरम, सूखी हालत में पनपै अर 7-14 दिन में आपरो जीवन चक्र पूरो कर लेवै[1]।",
      "causes": [
        "गरम, सूखी अर धूळ भरी हालत तेजी सूं जनसंख्या बढ़त अर प्रजनन ने अनुकूल बणावै[1]।",
        "जादा नाइट्रोजन रो प्रयोग पौधां ने घुन रा हमला खातिर जादा संवेदनशील बणावै[1]।",
        "व्यापक स्पेक्ट्रम कीटनाशक रो उपयोग प्राकृतिक शिकारी ने मारै जे घुन रो नियंत्रण करै[1]।",
        "खराब सिंचाई अर पाणी रो तनाव घुन रा विकास खातिर आदर्श हालत बणावै[7]।"
      ],
      "immediate_treatment": [
        "घुन ने भौतिक रूप सूं हटावे अर जाळो नाश करे खातिर तेज पाणी रो छिड़काव करो[19]।",
        "हर 7 दिन में एबामेक्टिन, बिफेनाजेट या स्पिनोसाड जैड़ी घुनमारी दवाई रो छिड़काव करो[12][16]।",
        "जैविक नियंत्रण खातिर फाइटोसीउलस पर्सिमिलिस जैड़ा शिकारी घुन रो उपयोग करो[10][18]।",
        "उचित सिंचाई अर फुहार रे माध्यम सूं पौधां रे आसपास नमी बढ़ावो[7][13]।",
        "जनसंख्या कम करे खातिर जादा संक्रमित पत्तां ने हटाय के नाश करो[1]।"
      ],
      "prevention_tips": [
        "पौधां ने हाइड्रेटेड राखे अर नमी बढ़ावे खातिर उचित सिंचाई बणाय राखो[7][13]।",
        "घुन ने प्राकृतिक रूप सूं भगावे खातिर टमाटर रे साथ प्याज या धनिया री अंतर-फसल करो[5][6]।",
        "घुन री आबादी कम करे अर नमी संरक्षण खातिर परावर्तक मल्च रो उपयोग करो[13]।",
        "जल्दी पहचान खातिर 10x हैंड लेंस सूं पौधां री साप्ताहिक निगरानी करो[1][16]।"
      ],
      "estimated_cost": "₹2,500 - ₹4,200 प्रति एकड़"
    }
  }
}
