{
  "16": {
    "label": "Tomato___Target_Spot",
    "english": {
      "disease_name": "Tomato Target Spot",
      "severity": "High",
      "simple_explanation": "Target spot is a serious fungal disease causing brown lesions with distinctive concentric rings resembling bull's-eye targets on tomato leaves and fruits[1][6]. It starts on older leaves with small dark spots that enlarge up to 10mm, causing rapid defoliation[2]. Fruit lesions are sunken with cracked centers, making them unmarketable.",
      "causes": [
        "Caused by fungus Corynespora cassiicola that survives in crop debris for up to 2 years[6][7].",
        "Thrives in temperatures 68-82°F with high humidity and long periods of free moisture[6].",
        "Spreads through airborne spores carried by wind-blown rain during wet weather[2][6].",
        "Wide host range including papaya, peppers, beans facilitates survival and spread[6][7]."
      ],
      "immediate_treatment": [
        "Remove and destroy infected plant debris immediately to prevent spore survival[4][6].",
        "Apply effective fungicides like azoxystrobin, mancozeb, or chlorothalonil every 7-10 days[3][7][8].",
        "Use combination products: Pyraclostrobin + Metiram or Azoxystrobin + Tebuconazole[3].",
        "Improve air circulation by staking plants and avoiding overcrowding[4][6].",
        "Water at plant base in morning hours to keep leaves dry and reduce humidity[4]."
      ],
      "prevention_tips": [
        "Practice 3-year crop rotation avoiding solanaceous crops to reduce soil-borne fungi[4][6].",
        "Plant in full sunlight with adequate spacing for proper air circulation[4].",
        "Use certified disease-free seeds and avoid planting near infected crops[2][4].",
        "Apply mulch to prevent soil splash but limit to 3 inches depth[4]."
      ],
      "estimated_cost": "₹3,200 - ₹5,800 per acre"
    },
    "hindi": {
      "disease_name": "टमाटर टार्गेट स्पॉट",
      "severity": "तीव्र",
      "simple_explanation": "टार्गेट स्पॉट एक गंभीर फंगल रोग है जो टमाटर की पत्तियों और फलों पर बैल्स-आई टार्गेट जैसे विशिष्ट संकेंद्रित वलयों वाले भूरे घावों का कारण बनता है[1][6]। यह पुरानी पत्तियों पर छोटे काले धब्बों से शुरू होता है जो 10mm तक बढ़कर तेजी से पत्ती गिरने का कारण बनते हैं[2]।",
      "causes": [
        "कोरिनेस्पोरा कैसीकोला फंगस के कारण होता है जो फसल अवशेषों में 2 साल तक जीवित रहता है[6][7]।",
        "68-82°F तापमान में उच्च आर्द्रता और लंबे समय तक मुक्त नमी की उपस्थिति में पनपता है[6]।",
        "गीले मौसम में हवा से उड़ने वाली बारिश द्वारा वहन किए गए हवाई बीजाणुओं से फैलता है[2][6]।",
        "पपीता, मिर्च, बीन्स सहित व्यापक मेजबान रेंज जीवन रक्षा और प्रसार को सुविधाजनक बनाती है[6][7]।"
      ],
      "immediate_treatment": [
        "बीजाणुओं के अस्तित्व को रोकने के लिए संक्रमित पौधे के मलबे को तुरंत हटाकर नष्ट करें[4][6]।",
        "हर 7-10 दिन में एज़ॉक्सिस्ट्रोबिन, मैंकोजेब या क्लोरोथैलोनिल जैसे प्रभावी फफूंदनाशक लगाएं[3][7][8]।",
        "संयोजन उत्पादों का उपयोग करें: पाइराक्लोस्ट्रोबिन + मेटिराम या एज़ॉक्सिस्ट्रोबिन + टेबुकोनाजोल[3]।",
        "पौधों को सहारा देकर और भीड़भाड़ से बचकर हवा संचार में सुधार करें[4][6]।",
        "पत्तियों को सूखा रखने और आर्द्रता कम करने के लिए सुबह के समय पौधे के आधार पर पानी दें[4]।"
      ],
      "prevention_tips": [
        "मिट्टी-जनित फंगी को कम करने के लिए सोलानेसी फसलों से बचते हुए 3 साल का फसल चक्र अपनाएं[4][6]।",
        "उचित हवा संचार के लिए पर्याप्त दूरी के साथ पूर्ण सूर्य प्रकाश में रोपण करें[4]।",
        "प्रमाणित रोग-मुक्त बीजों का उपयोग करें और संक्रमित फसलों के पास रोपण से बचें[2][4]।",
        "मिट्टी की छींटों को रोकने के लिए मल्च लगाएं लेकिन 3 इंच गहराई तक सीमित रखें[4]।"
      ],
      "estimated_cost": "₹3,200 - ₹5,800 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਟਮਾਟਰ ਟਾਰਗੇਟ ਸਪਾਟ",
      "severity": "ਤੀਬਰ",
      "simple_explanation": "ਟਾਰਗੇਟ ਸਪਾਟ ਇੱਕ ਗੰਭੀਰ ਫੰਗਲ ਰੋਗ ਹੈ ਜੋ ਟਮਾਟਰ ਦੀਆਂ ਪੱਤੀਆਂ ਅਤੇ ਫਲਾਂ ਉੱਤੇ ਬੈਲਸ-ਆਈ ਟਾਰਗੇਟ ਵਰਗੇ ਵਿਸ਼ਿਸ਼ਟ ਸੰਕੇਂਦਰਿਤ ਵਲਯਾਂ ਵਾਲੇ ਭੂਰੇ ਜ਼ਖਮਾਂ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ[1][6]। ਇਹ ਪੁਰਾਣੀਆਂ ਪੱਤੀਆਂ ਉੱਤੇ ਛੋਟੇ ਕਾਲੇ ਧੱਬਿਆਂ ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ ਜੋ 10mm ਤਕ ਵਧ ਕੇ ਤੇਜ਼ੀ ਨਾਲ ਪੱਤੀ ਗਿਰਨ ਦਾ ਕਾਰਨ ਬਣਦੇ ਹਨ[2]।",
      "causes": [
        "ਕੋਰਿਨੇਸਪੋਰਾ ਕੈਸੀਕੋਲਾ ਫੰਗਸ ਦੇ ਕਾਰਨ ਹੁੰਦਾ ਹੈ ਜੋ ਫਸਲ ਅਵਸ਼ੇਸ਼ਾਂ ਵਿਚ 2 ਸਾਲ ਤਕ ਜਿਉਂਦਾ ਰਹਿੰਦਾ ਹੈ[6][7]।",
        "68-82°F ਤਾਪਮਾਨ ਵਿਚ ਉੱਚ ਨਮੀ ਅਤੇ ਲੰਬੇ ਸਮੇਂ ਤਕ ਮੁਕਤ ਨਮੀ ਦੀ ਮੌਜੂਦਗੀ ਵਿਚ ਪਨਪਦਾ ਹੈ[6]।",
        "ਗਿੱਲੇ ਮੌਸਮ ਵਿਚ ਹਵਾ ਨਾਲ ਉੱਡਣ ਵਾਲੀ ਬਾਰਿਸ਼ ਦੁਆਰਾ ਵਹਨ ਕੀਤੇ ਗਏ ਹਵਾਈ ਬੀਜਾਣੂਆਂ ਤੋਂ ਫੈਲਦਾ ਹੈ[2][6]।",
        "ਪਪੀਤਾ, ਮਿਰਚ, ਬੀਨਜ਼ ਸਮੇਤ ਵਿਆਪਕ ਮੇਜ਼ਬਾਨ ਰੇਂਜ ਜੀਵਨ ਰਕਸ਼ਾ ਅਤੇ ਫੈਲਾਅ ਨੂੰ ਸੁਵਿਧਾਜਨਕ ਬਣਾਉਂਦੀ ਹੈ[6][7]।"
      ],
      "immediate_treatment": [
        "ਬੀਜਾਣੂਆਂ ਦੇ ਅਸਤਿਤਵ ਨੂੰ ਰੋਕਣ ਲਈ ਸੰਕਰਮਿਤ ਪੌਧੇ ਦੇ ਮਲਬੇ ਨੂੰ ਤੁਰੰਤ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ[4][6]।",
        "ਹਰ 7-10 ਦਿਨ ਵਿਚ ਅਜ਼ੋਕਸਿਸਟ੍ਰੋਬਿਨ, ਮੈਂਕੋਜ਼ੇਬ ਜਾਂ ਕਲੋਰੋਥੈਲੋਨਿਲ ਵਰਗੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਫੰਗੀਸਾਈਡ ਲਗਾਓ[3][7][8]।",
        "ਸੰਯੋਜਨ ਉਤਪਾਦਾਂ ਦਾ ਵਰਤੋਂ ਕਰੋ: ਪਾਇਰਾਕਲੋਸਟ੍ਰੋਬਿਨ + ਮੇਟਿਰਾਮ ਜਾਂ ਅਜ਼ੋਕਸਿਸਟ੍ਰੋਬਿਨ + ਟੇਬੂਕੋਨਾਜ਼ੋਲ[3]।",
        "ਪੌਧਿਆਂ ਨੂੰ ਸਹਾਰਾ ਦੇ ਕੇ ਅਤੇ ਭੀੜ-ਭੜੱਕੇ ਤੋਂ ਬਚ ਕੇ ਹਵਾ ਸੰਚਾਰ ਵਿਚ ਸੁਧਾਰ ਕਰੋ[4][6]।",
        "ਪੱਤੀਆਂ ਨੂੰ ਸੁੱਕਾ ਰੱਖਣ ਅਤੇ ਨਮੀ ਘਟਾਉਣ ਲਈ ਸਵੇਰ ਦੇ ਸਮੇਂ ਪੌਧੇ ਦੇ ਆਧਾਰ 'ਤੇ ਪਾਣੀ ਦਿਓ[4]।"
      ],
      "prevention_tips": [
        "ਮਿੱਟੀ-ਜਨਿਤ ਫੰਗੀ ਘਟਾਉਣ ਲਈ ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਤੋਂ ਬਚਦੇ ਹੋਏ 3 ਸਾਲ ਦਾ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ[4][6]।",
        "ਸਹੀ ਹਵਾ ਸੰਚਾਰ ਲਈ ਪਰਯਾਪਤ ਦੂਰੀ ਦੇ ਨਾਲ ਪੂਰੀ ਸੂਰਜ ਰੋਸ਼ਨੀ ਵਿਚ ਰੋਪਣ ਕਰੋ[4]।",
        "ਪ੍ਰਮਾਣਿਤ ਰੋਗ-ਮੁਕਤ ਬੀਜਾਂ ਦਾ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਸੰਕਰਮਿਤ ਫਸਲਾਂ ਦੇ ਨੇੜੇ ਰੋਪਣ ਤੋਂ ਬਚੋ[2][4]।",
        "ਮਿੱਟੀ ਦੀਆਂ ਛਿੰਟਾਂ ਰੋਕਣ ਲਈ ਮਲਚ ਲਗਾਓ ਪਰ 3 ਇੰਚ ਡੂੰਘਾਈ ਤਕ ਸੀਮਤ ਰੱਖੋ[4]।"
      ],
      "estimated_cost": "₹3,200 - ₹5,800 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "टोमॅटो टार्गेट स्पॉट",
      "severity": "तीव्र",
      "simple_explanation": "टार्गेट स्पॉट हा एक गंभीर बुरशीजन्य रोग आहे जो टोमॅटोच्या पानांवर आणि फळांवर बैल्स-आई टार्गेटसारखे विशिष्ट एकाग्र वलय असलेले तपकिरी जखम निर्माण करतो[1][6]। हा जुन्या पानांवर लहान काळ्या डागांपासून सुरू होऊन 10mm पर्यंत वाढून वेगाने पाने गळण्याचे कारण बनतो[2]।",
      "causes": [
        "कॉरिनेस्पोरा कॅसिकोला बुरशीमुळे होतो जी पीक अवशेषांमध्ये 2 वर्षांपर्यंत जिवंत राहते[6][7]।",
        "68-82°F तापमानात उच्च आर्द्रता आणि मुक्त आर्द्रतेच्या दीर्घ कालावधीत वाढते[6]।",
        "ओल्या हवामानात वाऱ्याने उडवलेल्या पावसाने वाहिलेल्या हवेतील बीजाणूंमधून पसरतो[2][6]।",
        "पपया, मिरची, बीन्स यांसह व्यापक यजमान श्रेणी जगण्यास आणि पसरण्यास अनुकूल बनवते[6][7]।"
      ],
      "immediate_treatment": [
        "बीजाणूंचे अस्तित्व रोखण्यासाठी संक्रमित वनस्पती मलबा ताबडतोब काढून नष्ट करा[4][6]।",
        "दर 7-10 दिवसांनी अॅझॉक्सिस्ट्रोबिन, मॅन्कोझेब किंवा क्लोरोथॅलोनिल सारखी प्रभावी बुरशीनाशके लावा[3][7][8]।",
        "संयोजन उत्पादनांचा वापर करा: पायराक्लोस्ट्रोबिन + मेटिराम किंवा अॅझॉक्सिस्ट्रोबिन + टेबुकोनाझोल[3]।",
        "रोपांना आधार देऊन आणि गर्दी टाळून हवा संचार सुधारा[4][6]।",
        "पाने कोरडी ठेवण्यासाठी आणि आर्द्रता कमी करण्यासाठी सकाळी रोपाच्या पायथ्याशी पाणी द्या[4]।"
      ],
      "prevention_tips": [
        "मृदा-जनित बुरशी कमी करण्यासाठी सोलानेसी पिकांपासून बचत करत 3 वर्षांचे पीक फेरपालट अवलंबा[4][6]।",
        "योग्य हवा संचारासाठी पुरेशा अंतरासह पूर्ण सूर्यप्रकाशात लागवड करा[4]।",
        "प्रमाणित रोगमुक्त बियांचा वापर करा आणि संक्रमित पिकांजवळ लागवड टाळा[2][4]।",
        "मातीचे शिंतोडे रोखण्यासाठी मल्चिंग करा पण 3 इंच खोलीपुरते मर्यादित ठेवा[4]।"
      ],
      "estimated_cost": "₹3,200 - ₹5,800 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "टमाटर टार्गेट स्पॉट",
      "severity": "तेज",
      "simple_explanation": "टार्गेट स्पॉट एगो गंभीर फंगल रोग बा जे टमाटर के पत्ता अउ फल पर बैल्स-आई टार्गेट जइसन विशिष्ट संकेंद्रित वलय वाला भूरा जखम के कारण बनेला[1][6]। ई पुरान पत्ता पर छोट काला दाग से शुरू हो के 10mm तक बढ़ के तेजी से पत्ता गिरे के कारण बनेला[2]।",
      "causes": [
        "कोरिनेस्पोरा कैसीकोला फंगस के कारण होखेला जे फसल अवशेष में 2 साल तक जिवत रहेला[6][7]।",
        "68-82°F तापमान में जादा आर्द्रता अउ लंबा समय तक मुक्त नमी के उपस्थिति में पनपेला[6]।",
        "गीला मौसम में हवा से उड़े वाली बारिश द्वारा ले जाए गयल हवाई बीजाणु से फइलेला[2][6]।",
        "पपीता, मिर्च, बीन्स सहित व्यापक मेजबान रेंज जीवन रक्षा अउ प्रसार के सुविधाजनक बनावेला[6][7]।"
      ],
      "immediate_treatment": [
        "बीजाणु के अस्तित्व रोके खातिर संक्रमित पौधा के मलबा तुरंत हटाय के नाश करीं[4][6]।",
        "हर 7-10 दिन में अजोक्सिस्ट्रोबिन, मैंकोजेब या क्लोरोथैलोनिल जइसन प्रभावी फफूंदनाशक लगाईं[3][7][8]।",
        "संयोजन उत्पाद के उपयोग करीं: पाइराक्लोस्ट्रोबिन + मेटिराम या अजोक्सिस्ट्रोबिन + टेबुकोनाजोल[3]।",
        "पौधा के सहारा दे के अउ भीड़भाड़ से बच के हवा संचार सुधारीं[4][6]।",
        "पत्ता के सूखा राखे अउ आर्द्रता कम करे खातिर सबेरे पौधा के आधार पर पानी दीं[4]।"
      ],
      "prevention_tips": [
        "मिट्टी-जनित फंगी कम करे खातिर सोलानेसी फसल से बचत हुए 3 साल के फसल चक्र अपनाईं[4][6]।",
        "उचित हवा संचार खातिर पर्याप्त दूरी के साथ पूरा सूर्य प्रकाश में रोपण करीं[4]।",
        "प्रमाणित रोग-मुक्त बिया के उपयोग करीं अउ संक्रमित फसल के नजदीक रोपण से बचीं[2][4]।",
        "मिट्टी के छींट रोके खातिर मल्च लगाईं बाकिर 3 इंच गहराई तक सीमित राखीं[4]।"
      ],
      "estimated_cost": "₹3,200 - ₹5,800 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "टमाटर टार्गेट स्पॉट",
      "severity": "तीव्र",
      "simple_explanation": "टार्गेट स्पॉट एक गंभीर फंगल रोग है जे टमाटर रा पत्तां अर फलां पर बैल्स-आई टार्गेट जैड़ा विशिष्ट संकेंद्रित वलय वाळा भूरा जखम रो कारण बणै[1][6]। यो पुराणा पत्तां पर छोटा काळा दाग सूं शुरू हो के 10mm तक बढ़ के तेजी सूं पत्ता गिरणे रो कारण बणै[2]।",
      "causes": [
        "कोरिनेस्पोरा कैसीकोला फंगस रे कारण होवै जे फसल अवशेष में 2 साल तक जिवत रहै[6][7]।",
        "68-82°F तापमान में जादा आर्द्रता अर लंबा समय तक मुक्त नमी री उपस्थिति में पनपै[6]।",
        "गीळा मौसम में हवा सूं उड़े वाली बरखा द्वारा ले जाए गया हवाई बीजाणु सूं फैलै[2][6]।",
        "पपीता, मिर्च, बीन्स सहित व्यापक मेजबान रेंज जीवन रक्षा अर प्रसार ने सुविधाजनक बणावै[6][7]।"
      ],
      "immediate_treatment": [
        "बीजाणु रो अस्तित्व रोके खातिर संक्रमित पौधा रो मलबो तुरंत हटाय के नाश करो[4][6]।",
        "हर 7-10 दिन में अजोक्सिस्ट्रोबिन, मैंकोजेब या क्लोरोथैलोनिल जैड़ा प्रभावी फफूंदनाशक लगावो[3][7][8]।",
        "संयोजन उत्पाद रो उपयोग करो: पाइराक्लोस्ट्रोबिन + मेटिराम या अजोक्सिस्ट्रोबिन + टेबुकोनाजोल[3]।",
        "पौधां ने सहारो दे के अर भीड़भाड़ सूं बच के हवा संचार सुधारो[4][6]।",
        "पत्तां ने सूखा राखे अर आर्द्रता कम करे खातिर सबेरे पौधा रे आधार पर पाणी द्यो[4]।"
      ],
      "prevention_tips": [
        "मिट्टी-जनित फंगी कम करे खातिर सोलानेसी फसलां सूं बचत हुआ 3 साल रो फसल चक्र अपनावो[4][6]।",
        "उचित हवा संचार खातिर पर्याप्त दूरी रे साथ पूरो सूर्य प्रकाश में रोपण करो[4]।",
        "प्रमाणित रोग-मुक्त बिया रो उपयोग करो अर संक्रमित फसल रे नजदीक रोपण सूं बचो[2][4]।",
        "मिट्टी रा छींट रोके खातिर मल्च लगावो बाकिर 3 इंच गहराई तक सीमित राखो[4]।"
      ],
      "estimated_cost": "₹3,200 - ₹5,800 प्रति एकड़"
    }
  }
}
