{
  "17": {
    "label": "Tomato___Tomato_mosaic_virus",
    "english": {
      "disease_name": "Tomato Mosaic Virus",
      "severity": "High",
      "simple_explanation": "Tomato mosaic virus is a highly contagious viral disease causing yellow-green mottled patterns on leaves, fern-like appearance, and stunted growth[1][2]. It spreads through contaminated tools, hands, clothing, and infected seeds[1][15]. The virus can survive for up to 50 years in plant debris making it extremely persistent[2].",
      "causes": [
        "Viral infection from contaminated seeds, tools, hands, and clothing during handling[1][15].",
        "Contact transmission through routine garden activities and transplanting operations[1][2].",
        "Long-term survival in infected plant debris for decades in soil[2][15].",
        "Wide host range including peppers, tobacco, weeds spreading virus sources[1][3]."
      ],
      "immediate_treatment": [
        "Remove and destroy infected plants immediately - do not compost them[6][15][16].",
        "Disinfect all tools, stakes, pots with 1:4 bleach solution between uses[15][16].",
        "Wash hands thoroughly before handling healthy plants to prevent spread[15][16].",
        "Apply thermotherapy to seeds at 80°C for 24 hours to eliminate virus[12].",
        "No chemical treatments available - focus on prevention and containment[11][15]."
      ],
      "prevention_tips": [
        "Use certified virus-free seeds and resistant varieties when available[6][15].",
        "Practice 3-year crop rotation avoiding solanaceous crops[7][17].",
        "Eliminate all weeds within 100 yards that can harbor the virus[15][16].",
        "Avoid working in garden during wet conditions and tobacco use around plants[15]."
      ],
      "estimated_cost": "₹2,000 - ₹3,500 per acre for prevention and resistant varieties"
    },
    "hindi": {
      "disease_name": "टमाटर मोजेक वायरस",
      "severity": "तीव्र",
      "simple_explanation": "टमाटर मोजेक वायरस एक अत्यधिक संक्रामक वायरल रोग है जो पत्तियों पर पीले-हरे चितकबरे पैटर्न, फर्न जैसी दिखावट और बौनापन का कारण बनता है[1][2]। यह दूषित उपकरणों, हाथों, कपड़ों और संक्रमित बीजों से फैलता है[1][15]।",
      "causes": [
        "हैंडलिंग के दौरान दूषित बीज, उपकरण, हाथ और कपड़ों से वायरल संक्रमण[1][15]।",
        "नियमित बागवानी गतिविधियों और प्रत्यारोपण संचालन के दौरान संपर्क संचरण[1][2]।",
        "मिट्टी में संक्रमित पौधे अवशेषों में दशकों तक दीर्घकालिक अस्तित्व[2][15]।",
        "मिर्च, तंबाकू, खरपतवार सहित व्यापक मेजबान रेंज वायरस स्रोत फैलाती है[1][3]।"
      ],
      "immediate_treatment": [
        "संक्रमित पौधों को तुरंत हटाकर नष्ट करें - उन्हें कंपोस्ट न करें[6][15][16]।",
        "उपयोग के बीच सभी उपकरण, दांव, गमलों को 1:4 ब्लीच समाधान से कीटाणुरहित करें[15][16]।",
        "प्रसार रोकने के लिए स्वस्थ पौधों को संभालने से पहले हाथों को अच्छी तरह धोएं[15][16]।",
        "वायरस को खत्म करने के लिए बीजों पर 80°C पर 24 घंटे थर्मोथेरेपी लागू करें[12]।",
        "कोई रासायनिक उपचार उपलब्ध नहीं - रोकथाम और नियंत्रण पर ध्यान दें[11][15]।"
      ],
      "prevention_tips": [
        "उपलब्ध होने पर प्रमाणित वायरस-मुक्त बीज और प्रतिरोधी किस्मों का उपयोग करें[6][15]।",
        "सोलानेसी फसलों से बचते हुए 3 साल का फसल चक्र अपनाएं[7][17]।",
        "100 गज के भीतर सभी खरपतवारों को हटाएं जो वायरस को आश्रय दे सकते हैं[15][16]।",
        "गीली परिस्थितियों में बगीचे में काम करने और पौधों के पास तंबाकू के उपयोग से बचें[15]।"
      ],
      "estimated_cost": "₹2,000 - ₹3,500 प्रति एकड़ (रोकथाम और प्रतिरोधी किस्में)"
    },
    "punjabi": {
      "disease_name": "ਟਮਾਟਰ ਮੋਜ਼ੇਕ ਵਾਇਰਸ",
      "severity": "ਤੀਬਰ",
      "simple_explanation": "ਟਮਾਟਰ ਮੋਜ਼ੇਕ ਵਾਇਰਸ ਇੱਕ ਬਹੁਤ ਸੰਕਰਾਮਕ ਵਾਇਰਲ ਰੋਗ ਹੈ ਜੋ ਪੱਤਿਆਂ 'ਤੇ ਪੀਲੇ-ਹਰੇ ਚਿਤਕਬਰੇ ਪੈਟਰਨ, ਫਰਨ ਵਰਗੀ ਦਿੱਖ ਅਤੇ ਬੌਣੇਪਨ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ[1][2]। ਇਹ ਦੂਸ਼ਿਤ ਔਜ਼ਾਰਾਂ, ਹੱਥਾਂ, ਕੱਪੜਿਆਂ ਅਤੇ ਸੰਕਰਮਿਤ ਬੀਜਾਂ ਤੋਂ ਫੈਲਦਾ ਹੈ[1][15]।",
      "causes": [
        "ਹੈਂਡਲਿੰਗ ਦੌਰਾਨ ਦੂਸ਼ਿਤ ਬੀਜ, ਔਜ਼ਾਰ, ਹੱਥ ਅਤੇ ਕੱਪੜਿਆਂ ਤੋਂ ਵਾਇਰਲ ਸੰਕਰਮਣ[1][15]।",
        "ਨਿਯਮਤ ਬਾਗਬਾਨੀ ਗਤੀਵਿਧੀਆਂ ਅਤੇ ਪ੍ਰਤਿਰੋਪਣ ਸੰਚਾਲਨ ਦੌਰਾਨ ਸੰਪਰਕ ਸੰਚਾਰ[1][2]।",
        "ਮਿੱਟੀ ਵਿਚ ਸੰਕਰਮਿਤ ਪੌਧੇ ਅਵਸ਼ੇਸ਼ਾਂ ਵਿਚ ਦਹਾਕਿਆਂ ਤਕ ਲੰਬੇ ਸਮੇਂ ਤਕ ਅਸਤਿਤਵ[2][15]।",
        "ਮਿਰਚ, ਤੰਬਾਕੂ, ਜੰਗਲੀ ਬੂਟੇ ਸਮੇਤ ਵਿਆਪਕ ਮੇਜ਼ਬਾਨ ਰੇਂਜ ਵਾਇਰਸ ਸਰੋਤ ਫੈਲਾਉਂਦੀ ਹੈ[1][3]।"
      ],
      "immediate_treatment": [
        "ਸੰਕਰਮਿਤ ਪੌਧਿਆਂ ਨੂੰ ਤੁਰੰਤ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ - ਉਨ੍ਹਾਂ ਨੂੰ ਕੰਪੋਸਟ ਨਾ ਕਰੋ[6][15][16]।",
        "ਵਰਤੋਂ ਦੇ ਵਿਚਕਾਰ ਸਾਰੇ ਔਜ਼ਾਰ, ਸਟੇਕ, ਗਮਲਿਆਂ ਨੂੰ 1:4 ਬਲੀਚ ਘੋਲ ਨਾਲ ਕੀਟਾਣੂਰਹਿਤ ਕਰੋ[15][16]।",
        "ਫੈਲਾਅ ਰੋਕਣ ਲਈ ਸਿਹਤਮੰਦ ਪੌਧਿਆਂ ਨੂੰ ਸੰਭਾਲਣ ਤੋਂ ਪਹਿਲਾਂ ਹੱਥਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਧੋਵੋ[15][16]।",
        "ਵਾਇਰਸ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਬੀਜਾਂ 'ਤੇ 80°C 'ਤੇ 24 ਘੰਟੇ ਥਰਮੋਥੈਰੇਪੀ ਲਗਾਓ[12]।",
        "ਕੋਈ ਰਸਾਇਣਕ ਇਲਾਜ ਉਪਲਬਧ ਨਹੀਂ - ਰੋਕਥਾਮ ਅਤੇ ਨਿਯੰਤਰਣ 'ਤੇ ਧਿਆਨ ਦਿਓ[11][15]।"
      ],
      "prevention_tips": [
        "ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਪ੍ਰਮਾਣਿਤ ਵਾਇਰਸ-ਮੁਕਤ ਬੀਜ ਅਤੇ ਰੋਧੀ ਕਿਸਮਾਂ ਦਾ ਵਰਤੋਂ ਕਰੋ[6][15]।",
        "ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਤੋਂ ਬਚਦੇ ਹੋਏ 3 ਸਾਲ ਦਾ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ[7][17]।",
        "100 ਗਜ਼ ਦੇ ਅੰਦਰ ਸਾਰੇ ਜੰਗਲੀ ਬੂਟੇ ਹਟਾਓ ਜੋ ਵਾਇਰਸ ਨੂੰ ਆਸਰਾ ਦੇ ਸਕਦੇ ਹਨ[15][16]।",
        "ਗਿੱਲੀਆਂ ਸਥਿਤੀਆਂ ਵਿਚ ਬਾਗ ਵਿਚ ਕੰਮ ਕਰਨ ਅਤੇ ਪੌਧਿਆਂ ਦੇ ਨੇੜੇ ਤੰਬਾਕੂ ਦੇ ਵਰਤੋਂ ਤੋਂ ਬਚੋ[15]।"
      ],
      "estimated_cost": "₹2,000 - ₹3,500 ਪ੍ਰਤੀ ਏਕੜ (ਰੋਕਥਾਮ ਅਤੇ ਰੋਧੀ ਕਿਸਮਾਂ)"
    },
    "marathi": {
      "disease_name": "टोमॅटो मोझेक व्हायरस",
      "severity": "तीव्र",
      "simple_explanation": "टोमॅटो मोझेक व्हायरस हा अत्यंत संसर्गजन्य विषाणूजन्य रोग आहे जो पानांवर पिवळे-हिरवे चित्रकलेचे नमुने, फर्न सारखे दिसणे आणि वाढीत अडथळा निर्माण करतो[1][2]। हा दूषित साधने, हात, कपडे आणि संक्रमित बियांमधून पसरतो[1][15]।",
      "causes": [
        "हाताळणी दरम्यान दूषित बियाणे, साधने, हात आणि कपड्यांमधून विषाणू संसर्ग[1][15]।",
        "नियमित बागकाम क्रियाकलाप आणि प्रत्यारोपण संचालन दरम्यान संपर्क संक्रमण[1][2]।",
        "मातीत संक्रमित वनस्पती अवशेषांमध्ये दशकांपर्यंत दीर्घकालीन अस्तित्व[2][15]।",
        "मिरची, तंबाखू, तण यांसह व्यापक यजमान श्रेणी विषाणू स्रोत पसरवते[1][3]।"
      ],
      "immediate_treatment": [
        "संक्रमित रोपे ताबडतोब काढून नष्ट करा - त्यांचे कंपोस्ट करू नका[6][15][16]।",
        "वापरामध्ये सर्व साधने, खांब, भांडी 1:4 ब्लीच द्रावणाने निर्जंतुक करा[15][16]।",
        "पसरणे रोखण्यासाठी निरोगी रोपे हाताळण्यापूर्वी हात चांगले धुवा[15][16]।",
        "विषाणू नष्ट करण्यासाठी बियांवर 80°C वर 24 तास थर्मोथेरपी लावा[12]।",
        "कोणतेही रासायनिक उपचार उपलब्ध नाही - प्रतिबंध आणि नियंत्रणावर लक्ष द्या[11][15]।"
      ],
      "prevention_tips": [
        "उपलब्ध असताना प्रमाणित विषाणूमुक्त बियाणे आणि प्रतिरोधी जातींचा वापर करा[6][15]।",
        "सोलानेसी पिकांपासून बचत करत 3 वर्षांचे पीक फेरपालट अवलंबा[7][17]।",
        "100 यार्डच्या आत विषाणूला आसरा देणारी सर्व तणे काढा[15][16]।",
        "ओल्या परिस्थितीत बागेत काम करणे आणि रोपांजवळ तंबाखूचा वापर टाळा[15]।"
      ],
      "estimated_cost": "₹2,000 - ₹3,500 प्रति एकर (प्रतिबंध आणि प्रतिरोधी जाती)"
    },
    "bhojpuri": {
      "disease_name": "टमाटर मोजेक वायरस",
      "severity": "तेज",
      "simple_explanation": "टमाटर मोजेक वायरस एगो बहुत संक्रामक वायरल रोग बा जे पत्ता पर पीयर-हरियर चितकबरा पैटर्न, फर्न जइसन दिखावट अउ बौनापन के कारण बनेला[1][2]। ई दूसित औजार, हाथ, कपड़ा अउ संक्रमित बिया से फइलेला[1][15]।",
      "causes": [
        "हैंडलिंग के दौरान दूसित बिया, औजार, हाथ अउ कपड़ा से वायरल संक्रमण[1][15]।",
        "नियमित बागवानी गतिविधि अउ प्रत्यारोपण संचालन के दौरान संपर्क संचरण[1][2]।",
        "मिट्टी में संक्रमित पौधा अवशेष में दशकन तक लंबा समय तक अस्तित्व[2][15]।",
        "मिर्च, तंबाकू, खरपतवार सहित व्यापक मेजबान रेंज वायरस स्रोत फइलावेला[1][3]।"
      ],
      "immediate_treatment": [
        "संक्रमित पौधा के तुरंत हटाय के नाश करीं - ओकरा कंपोस्ट ना करीं[6][15][16]।",
        "उपयोग के बीच सगरो औजार, दांव, गमला के 1:4 ब्लीच समाधान से कीटाणुरहित करीं[15][16]।",
        "प्रसार रोके खातिर स्वस्थ पौधा संभाले से पहिले हाथ अच्छा से धोईं[15][16]।",
        "वायरस खत्म करे खातिर बिया पर 80°C पर 24 घंटा थर्मोथेरेपी लगाईं[12]।",
        "कउनो रासायनिक उपचार उपलब्ध नइखे - रोकथाम अउ नियंत्रण पर ध्यान दीं[11][15]।"
      ],
      "prevention_tips": [
        "उपलब्ध होखे पर प्रमाणित वायरस-मुक्त बिया अउ प्रतिरोधी किसम के उपयोग करीं[6][15]।",
        "सोलानेसी फसल से बचत हुए 3 साल के फसल चक्र अपनाईं[7][17]।",
        "100 गज के भीतर सगरो खरपतवार हटाईं जे वायरस के आश्रय दे सकै[15][16]।",
        "गीला हालत में बगिया में काम करे अउ पौधा के नजदीक तंबाकू के उपयोग से बचीं[15]।"
      ],
      "estimated_cost": "₹2,000 - ₹3,500 प्रति एकड़ (रोकथाम अउ प्रतिरोधी किसम)"
    },
    "rajasthani": {
      "disease_name": "टमाटर मोजेक वायरस",
      "severity": "तीव्र",
      "simple_explanation": "टमाटर मोजेक वायरस एक घणो संक्रामक वायरल रोग है जे पत्तां पर पीळा-हरियो चितकबरो पैटर्न, फर्न जैड़ी दिखावट अर बौनापन रो कारण बणै[1][2]। यो दूसित औजार, हाथ, कपड़ा अर संक्रमित बिया सूं फैलै[1][15]।",
      "causes": [
        "हैंडलिंग रे दौरान दूसित बिया, औजार, हाथ अर कपड़ा सूं वायरल संक्रमण[1][15]।",
        "नियमित बागवानी गतिविधि अर प्रत्यारोपण संचालन रे दौरान संपर्क संचरण[1][2]।",
        "मिट्टी में संक्रमित पौधा अवशेष में दशकां तक लंबा समय तक अस्तित्व[2][15]।",
        "मिर्च, तंबाकू, खरपतवार सहित व्यापक मेजबान रेंज वायरस स्रोत फैलावै[1][3]।"
      ],
      "immediate_treatment": [
        "संक्रमित पौधां ने तुरंत हटाय के नाश करो - ओकरो कंपोस्ट कोनी करो[6][15][16]।",
        "उपयोग रे बीच सगळा औजार, दांव, गमला ने 1:4 ब्लीच समाधान सूं कीटाणुरहित करो[15][16]।",
        "प्रसार रोके खातिर स्वस्थ पौधा संभाले सूं पैली हाथ अच्छा सूं धोवो[15][16]।",
        "वायरस खत्म करे खातिर बिया पर 80°C पर 24 घंटा थर्मोथेरेपी लगावो[12]।",
        "कोई रासायनिक उपचार उपलब्ध कोनी - रोकथाम अर नियंत्रण पर ध्यान द्यो[11][15]।"
      ],
      "prevention_tips": [
        "उपलब्ध होवे पर प्रमाणित वायरस-मुक्त बिया अर प्रतिरोधी किसम रो उपयोग करो[6][15]।",
        "सोलानेसी फसलां सूं बचत हुआ 3 साल रो फसल चक्र अपनावो[7][17]।",
        "100 गज रे भीतर सगळा खरपतवार हटावो जे वायरस ने आश्रय दे सकै[15][16]।",
        "गीळी हालत में बगिया में काम करे अर पौधां रे नजदीक तंबाकू रे उपयोग सूं बचो[15]।"
      ],
      "estimated_cost": "₹2,000 - ₹3,500 प्रति एकड़ (रोकथाम अर प्रतिरोधी किसम)"
    }
  }
}
