{
  "18": {
    "label": "Tomato___Tomato_Yellow_Leaf_Curl_Virus",
    "english": {
      "disease_name": "Tomato Yellow Leaf Curl Virus",
      "severity": "High",
      "simple_explanation": "Tomato yellow leaf curl virus is one of the most devastating viral diseases affecting tomatoes worldwide[2][17]. It causes severe stunting, upward and downward leaf curling, yellowing of young leaves, and can result in complete yield loss[1][5]. The virus is transmitted by silverleaf whitefly and creates a bushy 'bonsai-like' appearance in infected plants[10].",
      "causes": [
        "Transmitted exclusively by silverleaf whitefly (Bemisia tabaci) - not seed-borne or mechanically spread[15][2].",
        "Whiteflies acquire virus by feeding on infected plants for 15-30 minutes[7][11].",
        "Hot, dry weather conditions favor whitefly population growth and virus transmission[7].",
        "Wide host range including tomato, bean, pepper, tobacco, and various weeds[2][3]."
      ],
      "immediate_treatment": [
        "Remove and destroy infected plants immediately - no cure exists once infected[19][8].",
        "Apply whitefly control insecticides like Pyron (400ml per acre) targeting undersides of leaves[12].",
        "Use antiviral products like Antivirus (500ml per acre) as foliar spray on healthy plants[12].",
        "Install yellow sticky traps around plants to monitor and reduce whitefly populations[7].",
        "Apply reflective mulches to deter whiteflies during early crop growth stages[16]."
      ],
      "prevention_tips": [
        "Use resistant tomato varieties like Shanti, Security, Tigres, and Imber when available[7].",
        "Practice crop rotation avoiding solanaceous crops for 2-3 years[7].",
        "Use protective netting over crops to prevent whitefly entry - most cost-effective method[9].",
        "Control weeds within 100 yards that can harbor virus and whiteflies[7]."
      ],
      "estimated_cost": "₹3,500 - ₹6,000 per acre for management and resistant varieties"
    },
    "hindi": {
      "disease_name": "टमाटर पीली पत्ती मोड़ वायरस",
      "severity": "तीव्र",
      "simple_explanation": "टमाटर पीली पत्ती मोड़ वायरस दुनियाभर में टमाटरों को प्रभावित करने वाला सबसे विनाशकारी वायरल रोग है[2][17]। यह गंभीर बौनापन, ऊपर और नीचे की ओर पत्तियों का मुड़ना, युवा पत्तियों का पीला होना का कारण बनता है और पूर्ण उपज हानि का परिणाम हो सकता है[1][5]।",
      "causes": [
        "केवल सिल्वरलीफ सफेद मक्खी (बेमिसिया तबासी) द्वारा संचरित - बीज या यांत्रिक रूप से नहीं फैलता[15][2]।",
        "सफेद मक्खियां 15-30 मिनट तक संक्रमित पौधों को खाकर वायरस प्राप्त करती हैं[7][11]।",
        "गर्म, सूखे मौसम की स्थितियां सफेद मक्खी की जनसंख्या वृद्धि और वायरस संचरण को बढ़ावा देती हैं[7]।",
        "टमाटर, बीन, मिर्च, तंबाकू और विभिन्न खरपतवारों सहित व्यापक मेजबान रेंज[2][3]।"
      ],
      "immediate_treatment": [
        "संक्रमित पौधों को तुरंत हटाकर नष्ट करें - एक बार संक्रमित होने पर कोई इलाज नहीं[19][8]।",
        "पत्तियों के नीचे की तरफ लक्षित करते हुए पायरन (400मिली प्रति एकड़) जैसे सफेद मक्खी नियंत्रण कीटनाशकों का छिड़काव करें[12]।",
        "स्वस्थ पौधों पर पर्णीय छिड़काव के रूप में एंटीवायरस (500मिली प्रति एकड़) जैसे एंटी-वायरल उत्पादों का उपयोग करें[12]।",
        "सफेद मक्खी की आबादी की निगरानी और कम करने के लिए पौधों के चारों ओर पीले चिपचिपे जाल स्थापित करें[7]।",
        "फसल वृद्धि के प्रारंभिक चरणों में सफेद मक्खियों को हतोत्साहित करने के लिए परावर्तक मल्च लगाएं[16]।"
      ],
      "prevention_tips": [
        "उपलब्ध होने पर शांति, सिक्योरिटी, टाइग्रेस और इम्बर जैसी प्रतिरोधी टमाटर किस्मों का उपयोग करें[7]।",
        "2-3 साल तक सोलानेसी फसलों से बचते हुए फसल चक्र अपनाएं[7]।",
        "सफेद मक्खी के प्रवेश को रोकने के लिए फसलों पर सुरक्षात्मक जाली का उपयोग करें - सबसे लागत प्रभावी तरीका[9]।",
        "100 गज के भीतर खरपतवारों को नियंत्रित करें जो वायरस और सफेद मक्खियों को आश्रय दे सकते हैं[7]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,000 प्रति एकड़ (प्रबंधन और प्रतिरोधी किस्में)"
    },
    "punjabi": {
      "disease_name": "ਟਮਾਟਰ ਪੀਲੀ ਪੱਤੀ ਮੋੜ ਵਾਇਰਸ",
      "severity": "ਤੀਬਰ",
      "simple_explanation": "ਟਮਾਟਰ ਪੀਲੀ ਪੱਤੀ ਮੋੜ ਵਾਇਰਸ ਦੁਨੀਆਭਰ ਵਿਚ ਟਮਾਟਰਾਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਨ ਵਾਲਾ ਸਭ ਤੋਂ ਵਿਨਾਸ਼ਕਾਰੀ ਵਾਇਰਲ ਰੋਗ ਹੈ[2][17]। ਇਹ ਗੰਭੀਰ ਬੌਣਾਪਣ, ਉੱਪਰ ਅਤੇ ਹੇਠਾਂ ਵੱਲ ਪੱਤਿਆਂ ਦਾ ਮੁੜਨਾ, ਜਵਾਨ ਪੱਤਿਆਂ ਦਾ ਪੀਲਾ ਹੋਣਾ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ।",
      "causes": [
        "ਕੇਵਲ ਸਿਲਵਰਲੀਫ ਚਿੱਟੀ ਮੱਖੀ (ਬੇਮਿਸੀਆ ਤਬਾਸੀ) ਦੁਆਰਾ ਸੰਚਰਿਤ - ਬੀਜ ਜਾਂ ਮਕੈਨੀਕਲ ਰੂਪ ਤੋਂ ਨਹੀਂ ਫੈਲਦਾ[15][2]।",
        "ਚਿੱਟੀ ਮੱਖੀਆਂ 15-30 ਮਿੰਟ ਤਕ ਸੰਕਰਮਿਤ ਪੌਧਿਆਂ ਨੂੰ ਖਾ ਕੇ ਵਾਇਰਸ ਪ੍ਰਾਪਤ ਕਰਦੀਆਂ ਹਨ[7][11]।",
        "ਗਰਮ, ਸੁੱਕੇ ਮੌਸਮ ਦੀਆਂ ਸਥਿਤੀਆਂ ਚਿੱਟੀ ਮੱਖੀ ਦੀ ਜਨਸੰਖਿਆ ਵਾਧੇ ਅਤੇ ਵਾਇਰਸ ਸੰਚਾਰ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਂਦੀਆਂ ਹਨ[7]।",
        "ਟਮਾਟਰ, ਬੀਨ, ਮਿਰਚ, ਤੰਬਾਕੂ ਅਤੇ ਵੱਖ-ਵੱਖ ਜੰਗਲੀ ਬੂਟਿਆਂ ਸਮੇਤ ਵਿਆਪਕ ਮੇਜ਼ਬਾਨ ਰੇਂਜ[2][3]।"
      ],
      "immediate_treatment": [
        "ਸੰਕਰਮਿਤ ਪੌਧਿਆਂ ਨੂੰ ਤੁਰੰਤ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ - ਇੱਕ ਵਾਰ ਸੰਕਰਮਿਤ ਹੋਣ 'ਤੇ ਕੋਈ ਇਲਾਜ ਨਹੀਂ[19][8]।",
        "ਪੱਤਿਆਂ ਦੇ ਹੇਠਲੇ ਹਿੱਸੇ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਹੋਏ ਪਾਇਰਨ (400ਮਿਲੀ ਪ੍ਰਤੀ ਏਕੜ) ਵਰਗੇ ਚਿੱਟੀ ਮੱਖੀ ਨਿਯੰਤਰਣ ਕੀਟਨਾਸ਼ਕਾਂ ਦਾ ਛਿੜਕਾਵ ਕਰੋ[12]।",
        "ਸਿਹਤਮੰਦ ਪੌਧਿਆਂ 'ਤੇ ਪੱਤੀ ਛਿੜਕਾਵ ਦੇ ਰੂਪ ਵਿਚ ਐਂਟੀਵਾਇਰਸ (500ਮਿਲੀ ਪ੍ਰਤੀ ਏਕੜ) ਵਰਗੇ ਐਂਟੀ-ਵਾਇਰਲ ਉਤਪਾਦਾਂ ਦਾ ਵਰਤੋਂ ਕਰੋ[12]।",
        "ਚਿੱਟੀ ਮੱਖੀ ਦੀ ਆਬਾਦੀ ਦੀ ਨਿਗਰਾਨੀ ਅਤੇ ਘਟਾਉਣ ਲਈ ਪੌਧਿਆਂ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਪੀਲੇ ਚਿਪਚਿਪੇ ਜਾਲ ਲਗਾਓ[7]।",
        "ਫਸਲ ਵਿਕਾਸ ਦੇ ਸ਼ੁਰੂਆਤੀ ਪੜਾਵਾਂ ਵਿਚ ਚਿੱਟੀ ਮੱਖੀਆਂ ਨੂੰ ਹਤੋਤਸਾਹਿਤ ਕਰਨ ਲਈ ਪ੍ਰਤੀਬਿੰਬਤ ਮਲਚ ਲਗਾਓ[16]।"
      ],
      "prevention_tips": [
        "ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਸ਼ਾਂਤੀ, ਸਿਕਿਉਰਿਟੀ, ਟਾਇਗਰੇਸ ਅਤੇ ਇਮਬਰ ਵਰਗੀਆਂ ਰੋਧੀ ਟਮਾਟਰ ਕਿਸਮਾਂ ਦਾ ਵਰਤੋਂ ਕਰੋ[7]।",
        "2-3 ਸਾਲ ਤਕ ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਤੋਂ ਬਚਦੇ ਹੋਏ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ[7]।",
        "ਚਿੱਟੀ ਮੱਖੀ ਦੇ ਦਾਖਲੇ ਨੂੰ ਰੋਕਣ ਲਈ ਫਸਲਾਂ 'ਤੇ ਸੁਰੱਖਿਆ ਜਾਲੀ ਦਾ ਵਰਤੋਂ ਕਰੋ - ਸਭ ਤੋਂ ਲਾਗਤ ਪ੍ਰਭਾਵੀ ਤਰੀਕਾ[9]।",
        "100 ਗਜ਼ ਦੇ ਅੰਦਰ ਜੰਗਲੀ ਬੂਟਿਆਂ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰੋ ਜੋ ਵਾਇਰਸ ਅਤੇ ਚਿੱਟੀ ਮੱਖੀਆਂ ਨੂੰ ਆਸਰਾ ਦੇ ਸਕਦੇ ਹਨ[7]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,000 ਪ੍ਰਤੀ ਏਕੜ (ਪ੍ਰਬੰਧਨ ਅਤੇ ਰੋਧੀ ਕਿਸਮਾਂ)"
    },
    "marathi": {
      "disease_name": "टोमॅटो पिवळी पान वळण विषाणू",
      "severity": "तीव्र",
      "simple_explanation": "टोमॅटो पिवळी पान वळण विषाणू हा जगभरातील टोमॅटोवर परिणाम करणारा सर्वात विनाशकारी विषाणूजन्य रोग आहे[2][17]। हा गंभीर वाढीत अडथळा, वर आणि खाली पानांचे वळण, तरुण पानांचे पिवळे होणे निर्माण करतो आणि संपूर्ण उत्पादन हानी होऊ शकते[1][5]।",
      "causes": [
        "केवळ सिल्व्हरलीफ पांढऱ्या माशीने (बेमिसिया तबासी) संक्रमित - बियाणे किंवा यांत्रिक पसरत नाही[15][2]।",
        "पांढऱ्या माशी 15-30 मिनिटे संक्रमित रोपे खाऊन विषाणू मिळवतात[7][11]।",
        "गरम, कोरडे हवामानी परिस्थिती पांढऱ्या माशीच्या लोकसंख्या वाढीस आणि विषाणू संक्रमणास अनुकूल बनवते[7]।",
        "टोमॅटो, बीन्स, मिरची, तंबाखू आणि विविध तणांसह व्यापक यजमान श्रेणी[2][3]।"
      ],
      "immediate_treatment": [
        "संक्रमित रोपे ताबडतोब काढून नष्ट करा - एकदा संक्रमित झाल्यानंतर कोणताही इलाज नाही[19][8]।",
        "पानांच्या खालच्या भागाला लक्ष्य करत पायरन (400मिली प्रति एकर) सारखी पांढरी माशी नियंत्रण कीटकनाशके फवारा[12]।",
        "निरोगी रोपांवर पर्णीय फवारणी म्हणून अँटिव्हायरस (500मिली प्रति एकर) सारखी अँटि-व्हायरल उत्पादने वापरा[12]।",
        "पांढऱ्या माशीच्या लोकसंख्येचे निरीक्षण आणि कमी करण्यासाठी रोपांभोवती पिवळे चिकट सापळे बसवा[7]।",
        "पीक वाढीच्या सुरुवातीच्या टप्प्यात पांढऱ्या माशींना परावृत्त करण्यासाठी प्रतिबिंबित मल्च लावा[16]।"
      ],
      "prevention_tips": [
        "उपलब्ध असताना शांती, सिक्यूरिटी, टायग्रेस आणि इम्बर सारख्या प्रतिरोधी टोमॅटो जातींचा वापर करा[7]।",
        "2-3 वर्षे सोलानेसी पिकांपासून बचत करत पीक फेरपालट अवलंबा[7]।",
        "पांढऱ्या माशीचा प्रवेश रोखण्यासाठी पिकांवर संरक्षणात्मक जाळी वापरा - सर्वात किफायतशीर पद्धत[9]।",
        "100 यार्डच्या आत विषाणू आणि पांढऱ्या माशींना आसरा देणारी तणे नियंत्रित करा[7]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,000 प्रति एकर (व्यवस्थापन आणि प्रतिरोधी जाती)"
    },
    "bhojpuri": {
      "disease_name": "टमाटर पीयर पत्ता मोड़ वायरस",
      "severity": "तेज",
      "simple_explanation": "टमाटर पीयर पत्ता मोड़ वायरस दुनियाभर में टमाटर के सबसे विनाशकारी वायरल रोग बा[2][17]। ई गंभीर बौनापन, ऊपर अउ नीचे दिशा में पत्ता के मुड़ना, जवान पत्ता के पीयर होना के कारण बनेला अउ पूरा उपज हानि हो सकेला[1][5]।",
      "causes": [
        "केवल सिल्वरलीफ सफेद मक्खी (बेमिसिया तबासी) द्वारा संचरित - बिया या यांत्रिक रूप से नइखे फइलत[15][2]।",
        "सफेद मक्खी 15-30 मिनट तक संक्रमित पौधा खाय के वायरस प्राप्त करेली[7][11]।",
        "गरम, सूखा मौसम के हालत सफेद मक्खी के जनसंख्या वृद्धि अउ वायरस संचरण के अनुकूल बनावेली[7]।",
        "टमाटर, बीन, मिर्च, तंबाकू अउ विभिन्न खरपतवार सहित व्यापक मेजबान रेंज[2][3]।"
      ],
      "immediate_treatment": [
        "संक्रमित पौधा के तुरंत हटाय के नाश करीं - एक बेर संक्रमित होखे पर कउनो इलाज नइखे[19][8]।",
        "पत्ता के नीचे के तरफ लक्षित करत हुए पायरन (400मिली प्रति एकड़) जइसन सफेद मक्खी नियंत्रण कीटनाशक के छिड़काव करीं[12]।",
        "स्वस्थ पौधा पर पर्णीय छिड़काव के रूप में एंटीवायरस (500मिली प्रति एकड़) जइसन एंटी-वायरल उत्पाद के उपयोग करीं[12]।",
        "सफेद मक्खी के आबादी के निगरानी अउ कम करे खातिर पौधा के चारों ओर पीयर चिपचिपा जाल लगाईं[7]।",
        "फसल वृद्धि के प्रारंभिक चरण में सफेद मक्खी के हतोत्साहित करे खातिर परावर्तक मल्च लगाईं[16]।"
      ],
      "prevention_tips": [
        "उपलब्ध होखे पर शांति, सिक्योरिटी, टाइग्रेस अउ इम्बर जइसन प्रतिरोधी टमाटर किसम के उपयोग करीं[7]।",
        "2-3 साल तक सोलानेसी फसल से बचत हुए फसल चक्र अपनाईं[7]।",
        "सफेद मक्खी के प्रवेश रोके खातिर फसल पर सुरक्षात्मक जाली के उपयोग करीं - सबसे लागत प्रभावी तरीका[9]।",
        "100 गज के भीतर खरपतवार नियंत्रण करीं जे वायरस अउ सफेद मक्खी के आश्रय दे सकै[7]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,000 प्रति एकड़ (प्रबंधन अउ प्रतिरोधी किसम)"
    },
    "rajasthani": {
      "disease_name": "टमाटर पीळी पत्ती मोड़ वायरस",
      "severity": "तीव्र",
      "simple_explanation": "टमाटर पीळी पत्ती मोड़ वायरस दुनियाभर में टमाटर ने प्रभावित करे वाळो सबसूं विनाशकारी वायरल रोग है[2][17]। यो गंभीर बौनापन, ऊपर अर नीचे दिशा में पत्तां रो मुड़नो, जवान पत्तां रो पीळो होनो रो कारण बणै अर पूरी उपज हानि हो सकै[1][5]।",
      "causes": [
        "केवळ सिल्वरलीफ सफेद मक्खी (बेमिसिया तबासी) द्वारा संचरित - बिया या यांत्रिक रूप सूं कोनी फैलै[15][2]।",
        "सफेद मक्खी 15-30 मिनट तक संक्रमित पौधा खाय के वायरस प्राप्त करै[7][11]।",
        "गरम, सूखा मौसम री हालत सफेद मक्खी री जनसंख्या वृद्धि अर वायरस संचरण ने अनुकूल बणावै[7]।",
        "टमाटर, बीन, मिर्च, तंबाकू अर विभिन्न खरपतवार सहित व्यापक मेजबान रेंज[2][3]।"
      ],
      "immediate_treatment": [
        "संक्रमित पौधां ने तुरंत हटाय के नाश करो - एक बेर संक्रमित होवे पर कोई इलाज कोनी[19][8]।",
        "पत्तां रे नीचे री तरफ लक्षित करत हुआ पायरन (400मिली प्रति एकड़) जैड़ा सफेद मक्खी नियंत्रण कीटनाशक रो छिड़काव करो[12]।",
        "स्वस्थ पौधां पर पर्णीय छिड़काव रे रूप में एंटीवायरस (500मिली प्रति एकड़) जैड़ा एंटी-वायरल उत्पाद रो उपयोग करो[12]।",
        "सफेद मक्खी री आबादी री निगरानी अर कम करे खातिर पौधां रे चारों ओर पीळा चिपचिपा जाळ लगावो[7]।",
        "फसल वृद्धि रे प्रारंभिक चरण में सफेद मक्खी ने हतोत्साहित करे खातिर परावर्तक मल्च लगावो[16]।"
      ],
      "prevention_tips": [
        "उपलब्ध होवे पर शांति, सिक्योरिटी, टाइग्रेस अर इम्बर जैड़ी प्रतिरोधी टमाटर किसम रो उपयोग करो[7]।",
        "2-3 साल तक सोलानेसी फसलां सूं बचत हुआ फसल चक्र अपनावो[7]।",
        "सफेद मक्खी रो प्रवेश रोके खातिर फसलां पर सुरक्षात्मक जाळी रो उपयोग करो - सबसूं लागत प्रभावी तरीको[9]।",
        "100 गज रे भीतर खरपतवार नियंत्रण करो जे वायरस अर सफेद मक्खी ने आश्रय दे सकै[7]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,000 प्रति एकड़ (प्रबंधन अर प्रतिरोधी किसम)"
    }
  }
}
