{
  "19": {
    "label": "Background_without_leaves",
    "english": {
      "disease_name": "No Disease - Background",
      "severity": "None",
      "simple_explanation": "This represents a background image without any plant leaves present. It is not a disease condition but rather an empty or baseline reference image used in plant disease detection systems for comparison purposes.",
      "causes": [
        "No plant material present in the captured image frame.",
        "Camera positioned away from any vegetation or plant surfaces.",
        "Background substrate visible without any leaf coverage or plant matter.",
        "Reference condition used for calibration and comparison in diagnostic systems."
      ],
      "immediate_treatment": [
        "No treatment required as this is not a disease condition.",
        "Ensure proper plant positioning for accurate disease detection.",
        "Adjust camera angle to capture leaf surfaces when diagnosing plants.",
        "Use appropriate lighting conditions for clear plant imaging.",
        "Position camera within 6-12 inches of plant leaves for optimal detection."
      ],
      "prevention_tips": [
        "Maintain proper plant health through regular monitoring and care.",
        "Ensure adequate plant coverage in growing areas for productive cultivation.",
        "Use proper imaging techniques when documenting plant conditions.",
        "Follow systematic plant health assessment protocols for early detection."
      ],
      "estimated_cost": "No cost - reference condition"
    },
    "hindi": {
      "disease_name": "कोई रोग नहीं - पृष्ठभूमि",
      "severity": "कोई नहीं",
      "simple_explanation": "यह बिना किसी पौधे की पत्तियों के पृष्ठभूमि छवि को दर्शाता है। यह कोई रोग स्थिति नहीं है बल्कि तुलना उद्देश्यों के लिए पौधे रोग पहचान प्रणालियों में उपयोग की जाने वाली एक खाली या आधारभूत संदर्भ छवि है।",
      "causes": [
        "कैप्चर की गई छवि फ्रेम में कोई पौधे का पदार्थ मौजूद नहीं।",
        "कैमरा किसी भी वनस्पति या पौधे की सतहों से दूर स्थित।",
        "किसी भी पत्ती कवरेज या पौधे के पदार्थ के बिना पृष्ठभूमि सब्सट्रेट दिखाई दे रहा।",
        "नैदानिक प्रणालियों में अंशांकन और तुलना के लिए उपयोग की जाने वाली संदर्भ स्थिति।"
      ],
      "immediate_treatment": [
        "कोई उपचार आवश्यक नहीं क्योंकि यह कोई रोग स्थिति नहीं है।",
        "सटीक रोग पहचान के लिए उचित पौधे की स्थिति सुनिश्चित करें।",
        "पौधों का निदान करते समय पत्ती की सतहों को कैप्चर करने के लिए कैमरा कोण समायोजित करें।",
        "स्पष्ट पौधे इमेजिंग के लिए उचित प्रकाश व्यवस्था का उपयोग करें।",
        "इष्टतम पहचान के लिए कैमरा को पौधे की पत्तियों से 6-12 इंच के भीतर स्थित करें।"
      ],
      "prevention_tips": [
        "नियमित निगरानी और देखभाल के माध्यम से उचित पौधे स्वास्थ्य बनाए रखें।",
        "उत्पादक खेती के लिए बढ़ते क्षेत्रों में पर्याप्त पौधे कवरेज सुनिश्चित करें।",
        "पौधे की स्थितियों का दस्तावेजीकरण करते समय उचित इमेजिंग तकनीकों का उपयोग करें।",
        "जल्दी पहचान के लिए व्यवस्थित पौधे स्वास्थ्य मूल्यांकन प्रोटोकॉल का पालन करें।"
      ],
      "estimated_cost": "कोई लागत नहीं - संदर्भ स्थिति"
    },
    "punjabi": {
      "disease_name": "ਕੋਈ ਰੋਗ ਨਹੀਂ - ਪਿਛੋਕੜ",
      "severity": "ਕੋਈ ਨਹੀਂ",
      "simple_explanation": "ਇਹ ਬਿਨਾਂ ਕਿਸੇ ਪੌਧੇ ਦੀਆਂ ਪੱਤੀਆਂ ਦੇ ਪਿਛੋਕੜ ਦੀ ਤਸਵੀਰ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ। ਇਹ ਕੋਈ ਰੋਗ ਸਥਿਤੀ ਨਹੀਂ ਹੈ ਸਗੋਂ ਤੁਲਨਾ ਉਦੇਸ਼ਾਂ ਲਈ ਪੌਧੇ ਰੋਗ ਪਛਾਣ ਪ੍ਰਣਾਲੀਆਂ ਵਿਚ ਵਰਤੀ ਜਾਣ ਵਾਲੀ ਇਕ ਖਾਲੀ ਜਾਂ ਅਧਾਰਭੂਤ ਸੰਦਰਭ ਤਸਵੀਰ ਹੈ।",
      "causes": [
        "ਕੈਪਚਰ ਕੀਤੀ ਗਈ ਤਸਵੀਰ ਫਰੇਮ ਵਿਚ ਕੋਈ ਪੌਧੇ ਦਾ ਪਦਾਰਥ ਮੌਜੂਦ ਨਹੀਂ।",
        "ਕੈਮਰਾ ਕਿਸੇ ਵੀ ਬਨਸਪਤੀ ਜਾਂ ਪੌਧੇ ਦੀਆਂ ਸਤਹਾਂ ਤੋਂ ਦੂਰ ਸਥਿਤ।",
        "ਕਿਸੇ ਵੀ ਪੱਤੀ ਕਵਰੇਜ ਜਾਂ ਪੌਧੇ ਦੇ ਪਦਾਰਥ ਤੋਂ ਬਿਨਾਂ ਪਿਛੋਕੜ ਸਬਸਟਰੇਟ ਦਿਖਾਈ ਦੇ ਰਿਹਾ।",
        "ਨਿਦਾਨਕ ਪ੍ਰਣਾਲੀਆਂ ਵਿਚ ਅੰਸ਼ਾਂਕਨ ਅਤੇ ਤੁਲਨਾ ਲਈ ਵਰਤੀ ਜਾਣ ਵਾਲੀ ਸੰਦਰਭ ਸਥਿਤੀ।"
      ],
      "immediate_treatment": [
        "ਕੋਈ ਇਲਾਜ ਦੀ ਲੋੜ ਨਹੀਂ ਕਿਉਂਕਿ ਇਹ ਕੋਈ ਰੋਗ ਸਥਿਤੀ ਨਹੀਂ ਹੈ।",
        "ਸਹੀ ਰੋਗ ਪਛਾਣ ਲਈ ਉਚਿਤ ਪੌਧੇ ਦੀ ਸਥਿਤੀ ਯਕੀਨੀ ਬਣਾਓ।",
        "ਪੌਧਿਆਂ ਦਾ ਨਿਦਾਨ ਕਰਦੇ ਸਮੇਂ ਪੱਤੀ ਦੀਆਂ ਸਤਹਾਂ ਨੂੰ ਕੈਪਚਰ ਕਰਨ ਲਈ ਕੈਮਰਾ ਕੋਣ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
        "ਸਪੱਸ਼ਟ ਪੌਧੇ ਇਮੇਜਿੰਗ ਲਈ ਉਚਿਤ ਰੋਸ਼ਨੀ ਸਥਿਤੀਆਂ ਦਾ ਵਰਤੋਂ ਕਰੋ।",
        "ਅਨੁਕੂਲ ਪਛਾਣ ਲਈ ਕੈਮਰਾ ਨੂੰ ਪੌਧੇ ਦੀਆਂ ਪੱਤੀਆਂ ਤੋਂ 6-12 ਇੰਚ ਦੇ ਅੰਦਰ ਸਥਿਤ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਨਿਯਮਤ ਨਿਗਰਾਨੀ ਅਤੇ ਦੇਖਭਾਲ ਦੁਆਰਾ ਉਚਿਤ ਪੌਧੇ ਸਿਹਤ ਬਣਾਈ ਰੱਖੋ।",
        "ਉਤਪਾਦਕ ਖੇਤੀ ਲਈ ਵਧਦੇ ਖੇਤਰਾਂ ਵਿਚ ਪਰਯਾਪਤ ਪੌਧੇ ਕਵਰੇਜ ਯਕੀਨੀ ਬਣਾਓ।",
        "ਪੌਧਿਆਂ ਦੀਆਂ ਸਥਿਤੀਆਂ ਦਾ ਦਸਤਾਵੇਜ਼ੀਕਰਨ ਕਰਦੇ ਸਮੇਂ ਉਚਿਤ ਇਮੇਜਿੰਗ ਤਕਨੀਕਾਂ ਦਾ ਵਰਤੋਂ ਕਰੋ।",
        "ਜਲਦੀ ਪਛਾਣ ਲਈ ਵਿਵਸਥਿਤ ਪੌਧੇ ਸਿਹਤ ਮੁਲਾਂਕਣ ਪ੍ਰੋਟੋਕਾਲ ਦਾ ਪਾਲਣ ਕਰੋ।"
      ],
      "estimated_cost": "ਕੋਈ ਲਾਗਤ ਨਹੀਂ - ਸੰਦਰਭ ਸਥਿਤੀ"
    },
    "marathi": {
      "disease_name": "कोणताही रोग नाही - पार्श्वभूमी",
      "severity": "काहीही नाही",
      "simple_explanation": "हे कोणत्याही वनस्पतीच्या पानांशिवाय पार्श्वभूमी प्रतिमा दर्शवते. ही कोणतीही रोग स्थिती नसून तुलनेच्या उद्देशाने वनस्पती रोग ओळखण्याच्या प्रणालींमध्ये वापरली जाणारी एक रिकामी किंवा आधारभूत संदर्भ प्रतिमा आहे.",
      "causes": [
        "कॅप्चर केलेल्या प्रतिमा फ्रेममध्ये कोणतेही वनस्पती पदार्थ उपस्थित नाही.",
        "कॅमेरा कोणत्याही वनस्पती किंवा वनस्पतीच्या पृष्ठभागापासून दूर स्थित.",
        "कोणत्याही पान आवरण किंवा वनस्पती पदार्थाशिवाय पार्श्वभूमी सब्सट्रेट दिसत आहे.",
        "निदान प्रणालींमध्ये अंशांकन आणि तुलनेसाठी वापरली जाणारी संदर्भ स्थिती."
      ],
      "immediate_treatment": [
        "कोणत्याही उपचाराची आवश्यकता नाही कारण ही कोणतीही रोग स्थिती नाही.",
        "अचूक रोग ओळखण्यासाठी योग्य वनस्पती स्थिती सुनिश्चित करा.",
        "वनस्पतींचे निदान करताना पानांच्या पृष्ठभागांना कॅप्चर करण्यासाठी कॅमेरा कोन समायोजित करा.",
        "स्पष्ट वनस्पती प्रतिमांसाठी योग्य प्रकाश परिस्थितीचा वापर करा.",
        "इष्टतम ओळखीसाठी कॅमेरा वनस्पतीच्या पानांपासून 6-12 इंचांच्या आत स्थित करा."
      ],
      "prevention_tips": [
        "नियमित निरीक्षण आणि काळजीद्वारे योग्य वनस्पती आरोग्य राखा.",
        "उत्पादक लागवडीसाठी वाढत्या क्षेत्रात पुरेसे वनस्पती आवरण सुनिश्चित करा.",
        "वनस्पतींच्या परिस्थितींचे दस्तावेजीकरण करताना योग्य इमेजिंग तंत्रांचा वापर करा.",
        "लवकर ओळखण्यासाठी पद्धतशीर वनस्पती आरोग्य मूल्यांकन प्रोटोकॉलचे पालन करा."
      ],
      "estimated_cost": "कोणताही खर्च नाही - संदर्भ स्थिती"
    },
    "bhojpuri": {
      "disease_name": "कउनो रोग नइखे - पृष्ठभूमि",
      "severity": "कुछ नाहीं",
      "simple_explanation": "ई बिना कउनो पौधा के पत्ता के पृष्ठभूमि छवि के दरसावेला। ई कउनो रोग स्थिति नइखे बाकिर तुलना उद्देश्य खातिर पौधा रोग पहचान प्रणाली में उपयोग होखे वाली एगो खाली या आधारभूत संदर्भ छवि बा।",
      "causes": [
        "कैप्चर कइल गयल छवि फ्रेम में कउनो पौधा के पदार्थ मौजूद नइखे।",
        "कैमरा कउनो भी वनस्पति या पौधा के सतह से दूर स्थित।",
        "कउनो भी पत्ता कवरेज या पौधा के पदार्थ के बिना पृष्ठभूमि सब्सट्रेट देखाई दे रहल।",
        "नैदानिक प्रणाली में अंशांकन अउ तुलना खातिर उपयोग होखे वाली संदर्भ स्थिति।"
      ],
      "immediate_treatment": [
        "कउनो उपचार जरूरत नइखे काहे कि ई कउनो रोग स्थिति नइखे।",
        "सटीक रोग पहचान खातिर उचित पौधा के स्थिति सुनिश्चित करीं।",
        "पौधा के निदान करत समय पत्ता के सतह के कैप्चर करे खातिर कैमरा कोण समायोजित करीं।",
        "स्पष्ट पौधा इमेजिंग खातिर उचित प्रकाश व्यवस्था के उपयोग करीं।",
        "इष्टतम पहचान खातिर कैमरा के पौधा के पत्ता से 6-12 इंच के भीतर स्थित करीं।"
      ],
      "prevention_tips": [
        "नियमित निगरानी अउ देखभाल के माध्यम से उचित पौधा स्वास्थ्य बनाय राखीं।",
        "उत्पादक खेती खातिर बढ़त क्षेत्र में पर्याप्त पौधा कवरेज सुनिश्चित करीं।",
        "पौधा के स्थिति के दस्तावेजीकरण करत समय उचित इमेजिंग तकनीक के उपयोग करीं।",
        "जल्दी पहचान खातिर व्यवस्थित पौधा स्वास्थ्य मूल्यांकन प्रोटोकॉल के पालन करीं।"
      ],
      "estimated_cost": "कउनो लागत नइखे - संदर्भ स्थिति"
    },
    "rajasthani": {
      "disease_name": "कोई रोग कोनी - पृष्ठभूमि",
      "severity": "कुछ नाहीं",
      "simple_explanation": "यो बिना कउनो पौधा रा पत्तां रे पृष्ठभूमि छवि ने दरसावै। यो कउनो रोग स्थिति कोनी बाकिर तुलना उद्देश्य खातिर पौधा रोग पहचान प्रणाली में उपयोग होवे वाली एक खाली या आधारभूत संदर्भ छवि है।",
      "causes": [
        "कैप्चर कइल गयली छवि फ्रेम में कउनो पौधा रो पदार्थ मौजूद कोनी।",
        "कैमरा कउनो भी वनस्पति या पौधा री सतह सूं दूर स्थित।",
        "कउनो भी पत्तो कवरेज या पौधा रे पदार्थ रे बिना पृष्ठभूमि सब्सट्रेट दिखाई दे रह्यो।",
        "नैदानिक प्रणाली में अंशांकन अर तुलना खातिर उपयोग होवे वाली संदर्भ स्थिति।"
      ],
      "immediate_treatment": [
        "कउनो उपचार जरूरत कोनी काहे कि यो कउनो रोग स्थिति कोनी।",
        "सटीक रोग पहचान खातिर उचित पौधा री स्थिति सुनिश्चित करो।",
        "पौधा रो निदान करत समय पत्तां री सतह ने कैप्चर करे खातिर कैमरा कोण समायोजित करो।",
        "स्पष्ट पौधा इमेजिंग खातिर उचित प्रकाश व्यवस्था रो उपयोग करो।",
        "इष्टतम पहचान खातिर कैमरा ने पौधा रा पत्तां सूं 6-12 इंच रे भीतर स्थित करो।"
      ],
      "prevention_tips": [
        "नियमित निगरानी अर देखभाल रे माध्यम सूं उचित पौधा स्वास्थ्य बणाय राखो।",
        "उत्पादक खेती खातिर बढ़त क्षेत्र में पर्याप्त पौधा कवरेज सुनिश्चित करो।",
        "पौधा री स्थिति रो दस्तावेजीकरण करत समय उचित इमेजिंग तकनीक रो उपयोग करो।",
        "जल्दी पहचान खातिर व्यवस्थित पौधा स्वास्थ्य मूल्यांकन प्रोटोकॉल रो पालन करो।"
      ],
      "estimated_cost": "कोई लागत कोनी - संदर्भ स्थिति"
    }
  }
}
