{
  "2": {
    "label": "Apple___Cedar_apple_rust",
    "english": {
      "disease_name": "Cedar Apple Rust",
      "severity": "Medium",
      "simple_explanation": "A fungal disease requiring two hosts - apple trees and eastern red cedar - causing bright orange-yellow spots on leaves and fruit, leading to defoliation and reduced fruit quality.",
      "causes": [
        "Caused by fungus Gymnosporangium juniperi-virginianae requiring two hosts.",
        "Wet spring weather favors spore release from cedar galls.",
        "Orange gelatinous spores spread by wind to infect apple leaves.",
        "Disease cycle alternates between cedar and apple trees annually."
      ],
      "immediate_treatment": [
        "Remove and destroy infected leaves and fruits immediately.",
        "Apply fungicide sprays starting at pink bud stage of apples.",
        "Prune infected cedar branches to reduce spore sources nearby.",
        "Maintain good air circulation around trees to reduce humidity.",
        "Avoid overhead irrigation that keeps leaves wet for extended periods."
      ],
      "prevention_tips": [
        "Remove nearby eastern red cedars to break disease cycle.",
        "Plant disease-resistant apple varieties when possible.",
        "Apply preventive fungicide sprays before wet spring weather.",
        "Maintain clean orchard floor by removing fallen infected leaves."
      ],
      "estimated_cost": "₹800 - ₹1,500 per acre"
    },
    "hindi": {
      "disease_name": "सीडर एप्पल रस्ट",
      "severity": "मध्यम",
      "simple_explanation": "एक कवक रोग जिसके लिए दो मेजबान - सेब के पेड़ और पूर्वी लाल सीडर की आवश्यकता होती है, पत्तियों और फलों पर चमकीले नारंगी-पीले धब्बे बनाता है।",
      "causes": [
        "Gymnosporangium juniperi-virginianae कवक से होता है जिसे दो मेजबान चाहिए।",
        "बसंत की गीली जलवायु सीडर गांठों से बीजाणु निकलने को बढ़ावा देती है।",
        "नारंगी चिपचिपे बीजाणु हवा से सेब की पत्तियों को संक्रमित करते हैं।",
        "रोग चक्र हर साल सीडर और सेब के पेड़ों के बीच बदलता रहता है।"
      ],
      "immediate_treatment": [
        "संक्रमित पत्तियां और फल तुरंत हटाकर नष्ट करें।",
        "सेब के गुलाबी कली चरण से कवकनाशी छिड़काव शुरू करें।",
        "आस-पास के बीजाणु स्रोत कम करने के लिए संक्रमित सीडर शाखाओं की छंटाई करें।",
        "नमी कम करने के लिए पेड़ों के आसपास अच्छा हवा संचार बनाए रखें।",
        "ऊपरी सिंचाई से बचें जो पत्तियों को लंबे समय तक गीला रखती है।"
      ],
      "prevention_tips": [
        "रोग चक्र तोड़ने के लिए आस-पास के पूर्वी लाल सीडर हटाएं।",
        "संभव हो तो रोग प्रतिरोधी सेब की किस्में लगाएं।",
        "गीले बसंत मौसम से पहले रोकथाम कवकनाशी छिड़काव करें।",
        "गिरी संक्रमित पत्तियां हटाकर बाग की जमीन साफ रखें।"
      ],
      "estimated_cost": "₹800 - ₹1,500 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਸੀਡਰ ਐਪਲ ਰਸਟ",
      "severity": "ਮੱਧਮ", 
      "simple_explanation": "ਇੱਕ ਫੰਗਲ ਰੋਗ ਜਿਸ ਲਈ ਦੋ ਮੇਜ਼ਬਾਨਾਂ - ਸੇਬ ਦੇ ਦਰਖਤ ਅਤੇ ਪੂਰਬੀ ਲਾਲ ਸੀਡਰ ਦੀ ਲੋੜ ਹੈ, ਪੱਤਿਆਂ ਅਤੇ ਫਲਾਂ 'ਤੇ ਚਮਕੀਲੇ ਨਾਰੰਗੀ-ਪੀਲੇ ਧੱਬੇ ਬਣਾਉਂਦਾ ਹੈ।",
      "causes": [
        "Gymnosporangium juniperi-virginianae ਫੰਗਸ ਨਾਲ ਹੁੰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਦੋ ਮੇਜ਼ਬਾਨ ਚਾਹੀਦੇ ਹਨ।",
        "ਬਸੰਤ ਦਾ ਗਿੱਲਾ ਮੌਸਮ ਸੀਡਰ ਗਾਂਠਾਂ ਤੋਂ ਸਪੋਰ ਨਿਕਲਣ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ।",
        "ਨਾਰੰਗੀ ਚਿਪਚਿਪੇ ਸਪੋਰ ਹਵਾ ਰਾਹੀਂ ਸੇਬ ਦੀਆਂ ਪੱਤੀਆਂ ਨੂੰ ਸੰਕਰਮਿਤ ਕਰਦੇ ਹਨ।",
        "ਰੋਗ ਚੱਕਰ ਹਰ ਸਾਲ ਸੀਡਰ ਅਤੇ ਸੇਬ ਦੇ ਦਰਖਤਾਂ ਵਿਚਕਾਰ ਬਦਲਦਾ ਰਹਿੰਦਾ ਹੈ।"
      ],
      "immediate_treatment": [
        "ਸੰਕਰਮਿਤ ਪੱਤੀਆਂ ਅਤੇ ਫਲ ਤੁਰੰਤ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ।",
        "ਸੇਬ ਦੇ ਗੁਲਾਬੀ ਮੁਕਲੇ ਪੜਾਅ ਤੋਂ ਫੰਗੀਸਾਇਡ ਛਿੜਕਾਅ ਸ਼ੁਰੂ ਕਰੋ।",
        "ਆਸਪਾਸ ਦੇ ਸਪੋਰ ਸਰੋਤ ਘਟਾਉਣ ਲਈ ਸੰਕਰਮਿਤ ਸੀਡਰ ਸ਼ਾਖਾਵਾਂ ਦੀ ਛਟਾਈ ਕਰੋ।",
        "ਨਮੀ ਘਟਾਉਣ ਲਈ ਦਰਖਤਾਂ ਦੇ ਆਸਪਾਸ ਚੰਗਾ ਹਵਾ ਸੰਚਾਰ ਬਣਾਈ ਰੱਖੋ।",
        "ਉੱਪਰਲੀ ਸਿੰਚਾਈ ਤੋਂ ਬਚੋ ਜੋ ਪੱਤੀਆਂ ਨੂੰ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਗਿੱਲਾ ਰੱਖਦੀ ਹੈ।"
      ],
      "prevention_tips": [
        "ਰੋਗ ਚੱਕਰ ਤੋੜਨ ਲਈ ਆਸਪਾਸ ਦੇ ਪੂਰਬੀ ਲਾਲ ਸੀਡਰ ਹਟਾਓ।",
        "ਸੰਭਵ ਹੋਵੇ ਤਾਂ ਰੋਗ ਪ੍ਰਤੀਰੋਧੀ ਸੇਬ ਦੀਆਂ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਗਿੱਲੇ ਬਸੰਤ ਮੌਸਮ ਤੋਂ ਪਹਿਲਾਂ ਰੋਕਥਾਮ ਫੰਗੀਸਾਇਡ ਛਿੜਕਾਅ ਕਰੋ।",
        "ਗਿਰੀਆਂ ਸੰਕਰਮਿਤ ਪੱਤੀਆਂ ਹਟਾ ਕੇ ਬਾਗ ਦੀ ਜ਼ਮੀਨ ਸਾਫ਼ ਰੱਖੋ।"
      ],
      "estimated_cost": "₹800 - ₹1,500 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "सीडर ऍपल रस्ट",
      "severity": "मध्यम",
      "simple_explanation": "एक बुरशीजन्य रोग ज्यासाठी दोन यजमान - सफरचंदाची झाडे आणि पूर्व लाल सीडर लागतात, पानांवर आणि फळांवर चमकदार नारिंगी-पिवळे डाग निर्माण करतो।",
      "causes": [
        "Gymnosporangium juniperi-virginianae बुरशीमुळे होतो ज्यास दोन यजमान लागतात।",
        "वसंतातील ओले हवामान सीडर गाठींमधून बीजाणू निघण्यास प्रोत्साहन देते।",
        "नारिंगी चिकट बीजाणू वाऱ्याने सफरचंदाच्या पानांना संक्रमित करतात।",
        "रोग चक्र दरवर्षी सीडर आणि सफरचंदाच्या झाडांमध्ये बदलत राहते।"
      ],
      "immediate_treatment": [
        "संक्रमित पाने आणि फळे ताबडतोब काढून नष्ट करा।",
        "सफरचंदाच्या गुलाबी कळी टप्प्यापासून बुरशीनाशकाची फवारणी सुरू करा।",
        "जवळपासचे बीजाणू स्रोत कमी करण्यासाठी संक्रमित सीडर फांद्यांची छाटणी करा।",
        "आर्द्रता कमी करण्यासाठी झाडांभोवती चांगला हवा प्रवाह राखा।",
        "वरून पाणी देणे टाळा जे पाने जास्त वेळ ओली ठेवते।"
      ],
      "prevention_tips": [
        "रोग चक्र मोडण्यासाठी जवळपासचे पूर्व लाल सीडर काढा।",
        "शक्य असल्यास रोग प्रतिरोधी सफरचंदाच्या जाती लावा।",
        "ओल्या वसंत हंगामाआधी प्रतिबंधक बुरशीनाशक फवारणी करा।",
        "पडलेली संक्रमित पाने काढून बागेची जमीन स्वच्छ ठेवा।"
      ],
      "estimated_cost": "₹800 - ₹1,500 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "सीडर एप्पल रस्ट",
      "severity": "मध्यम",
      "simple_explanation": "एगो कवक रोग जेकरा खातिर दु गो मेजबान - सेब के पेड़ अउ पूर्वी लाल सीडर के जरूरत होखेला, पत्ता अउ फल पर चमकीला नारंगी-पीला दाग बनावेला।",
      "causes": [
        "Gymnosporangium juniperi-virginianae कवक से होखेला जेकरा दु गो मेजबान चाहीं।",
        "बसंत के गीला मौसम सीडर गांठ से स्पोर निकले के बढ़ावेला।",
        "नारंगी चिपचिपा स्पोर हवा से सेब के पत्ता के संक्रमित करेला।",
        "रोग चक्र हर साल सीडर अउ सेब के पेड़ के बीच बदलत रहेला।"
      ],
      "immediate_treatment": [
        "संक्रमित पत्ता अउ फल तुरे हटा के नष्ट करीं।",
        "सेब के गुलाबी कली चरण से कवकनाशी छिड़काव शुरू करीं।",
        "आसपास के स्पोर स्रोत कम करे खातिर संक्रमित सीडर डाली के छटाई करीं।",
        "नमी कम करे खातिर पेड़ के आसपास बढ़िया हवा बहाव राखीं।",
        "ऊपरी सिंचाई से बचीं जे पत्ता के लमहर वकत तक गीला राखेला।"
      ],
      "prevention_tips": [
        "रोग चक्र तोड़े खातिर आसपास के पूर्वी लाल सीडर हटावीं।",
        "हो सके त रोग प्रतिरोधी सेब के किसम लगावीं।",
        "गीला बसंत मौसम से पहिले रोकथाम कवकनाशी छिड़काव करीं।",
        "गिरल संक्रमित पत्ता हटा के बगिया के जमीन साफ राखीं।"
      ],
      "estimated_cost": "₹800 - ₹1,500 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "सीडर एप्पल रस्ट",
      "severity": "मध्यम",
      "simple_explanation": "एक फफूंदी रोग जेको दो मेजबान - सेब रा पेड़ अर पूर्वी लाल सीडर री जरूरत होवै, पत्तां अर फलां प चमकीले नारंगी-पीले धब्बे बणावै।",
      "causes": [
        "Gymnosporangium juniperi-virginianae फफूंदी सूं होवै जेको दो मेजबान चाहिजै।",
        "बसंत को गीलो मौसम सीडर गांठां सूं स्पोर निकळण नै बढ़ावै।",
        "नारंगी चिपचिपा स्पोर हवा सूं सेब री पत्तां नै संक्रमित करै।",
        "रोग चक्र हर साल सीडर अर सेब रा पेड़ां के बीच बदलतो रहै।"
      ],
      "immediate_treatment": [
        "संक्रमित पत्तां अर फल तुरंत हटाय के नाश करो।",
        "सेब री गुलाबी कली चरण सूं फफूंदनाशी छिड़काव शुरू करो।",
        "आसपास रा स्पोर स्रोत कम करण खातिर संक्रमित सीडर डालियां री छटाई करो।",
        "नमी कम करण खातिर पेड़ां रे आसपास बढ़िया हवा बहाव राखो।",
        "ऊपरी सिंचाई सूं बचो जे पत्तां नै लमहे वकत तक गीले राखै।"
      ],
      "prevention_tips": [
        "रोग चक्र तोड़ण खातिर आसपास रा पूर्वी लाल सीडर हटावो।",
        "हो सकै तो रोग प्रतिरोधी सेब री किसमां लगावो।",
        "गीले बसंत मौसम सूं पैली रोकथाम ففूंदनाशी छिड़काव करो।",
        "गिरी संक्रमित पत्तां हटाय के बाग री जमीन साफ राखो।"
      ],
      "estimated_cost": "₹800 - ₹1,500 प्रति एकड़"
    }
  }
}
