{
  "20": {
    "label": "Corn_(maize)___Northern_Leaf_Blight",
    "english": {
      "disease_name": "Northern Leaf Blight",
      "severity": "High",
      "simple_explanation": "Northern corn leaf blight is caused by the fungus Exserohilum turcicum and creates characteristic cigar-shaped gray-green to tan lesions on corn leaves[1][2]. These lesions start small and oval but expand to 1-6 inches long, running parallel to leaf veins[4][5]. The disease can cause yield losses of 30-50% if infection occurs early in the season[6][8].",
      "causes": [
        "Fungus Exserohilum turcicum that overwinters on infected corn residue and debris[1][5].",
        "Moderate temperatures (64-80°F) with prolonged moisture, heavy dew, and high humidity favor development[4][8].",
        "Wind and rain spread spores from residue to lower leaves of young corn plants[5][6].",
        "Continuous corn cropping and conservation tillage increase disease risk by preserving infected residue[2]."
      ],
      "immediate_treatment": [
        "Apply foliar fungicides at tasseling/silking stage (VT/R1) for most effective control[2][6].",
        "Remove infected plant debris and destroy to reduce spore sources in the field[2].",
        "Monitor disease progression and apply preventative fungicide sprays during favorable conditions[6][8].",
        "Focus treatments on keeping upper 75% of leaf canopy disease-free during grain filling[1].",
        "Time applications before significant spore dispersal events, especially pre-tassel stage[1]."
      ],
      "prevention_tips": [
        "Plant resistant hybrids with Ht genes or partial resistance to reduce lesion development[2][11].",
        "Practice crop rotation for 1-2 years away from corn to break disease cycle[1][4].",
        "Use tillage practices to promote decomposition of infected corn residue[1][2].",
        "Avoid planting in low-lying areas that receive heavy dew and fog accumulation[1]."
      ],
      "estimated_cost": "₹3,500 - ₹6,500 per acre"
    },
    "hindi": {
      "disease_name": "उत्तरी पत्ती अंगमारी",
      "severity": "तीव्र",
      "simple_explanation": "उत्तरी मक्का पत्ती अंगमारी एक्सेरोहिलम टर्सिकम फंगस के कारण होती है और मक्का की पत्तियों पर विशिष्ट सिगार के आकार के धूसर-हरे से भूरे घाव बनाती है[1][2]। ये घाव छोटे और अंडाकार से शुरू होकर 1-6 इंच लंबे हो जाते हैं[4][5]। यदि संक्रमण मौसम की शुरुआत में हो तो 30-50% उपज हानि हो सकती है[6][8]।",
      "causes": [
        "एक्सेरोहिलम टर्सिकम फंगस जो संक्रमित मक्का अवशेष और मलबे में सर्दी काटता है[1][5]।",
        "मध्यम तापमान (64-80°F) लंबे समय तक नमी, भारी ओस और उच्च आर्द्रता के साथ विकास को बढ़ावा देता है[4][8]।",
        "हवा और बारिश अवशेषों से युवा मक्का पौधों की निचली पत्तियों तक बीजाणु फैलाते हैं[5][6]।",
        "निरंतर मक्का की खेती और संरक्षण जुताई संक्रमित अवशेषों को संरक्षित करके रोग के जोखिम को बढ़ाती है[2]।"
      ],
      "immediate_treatment": [
        "सबसे प्रभावी नियंत्रण के लिए बालियां निकलने/रेशम आने के चरण (VT/R1) में पर्णीय फफूंदनाशक लगाएं[2][6]।",
        "संक्रमित पौधे मलबे को हटाकर नष्ट करें ताकि खेत में बीजाणु स्रोत कम हों[2]।",
        "रोग की प्रगति की निगरानी करें और अनुकूल परिस्थितियों में निवारक फफूंदनाशक छिड़काव करें[6][8]।",
        "अनाज भरने के दौरान पत्ती छत्रक के ऊपरी 75% हिस्से को रोग मुक्त रखने पर उपचार केंद्रित करें[1]।",
        "महत्वपूर्ण बीजाणु फैलाव घटनाओं से पहले, विशेष रूप से बाली से पूर्व चरण में अनुप्रयोग का समय निर्धारित करें[1]।"
      ],
      "prevention_tips": [
        "घाव विकास कम करने के लिए Ht जीन या आंशिक प्रतिरोध वाली प्रतिरोधी किस्में लगाएं[2][11]।",
        "रोग चक्र तोड़ने के लिए मक्का से दूर 1-2 साल का फसल चक्र अपनाएं[1][4]।",
        "संक्रमित मक्का अवशेष के अपघटन को बढ़ावा देने के लिए जुताई प्रथाओं का उपयोग करें[1][2]।",
        "निचले क्षेत्रों में रोपण से बचें जहां भारी ओस और कोहरा जमा होता है[1]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,500 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਉੱਤਰੀ ਪੱਤਾ ਝੁਲਸਾ",
      "severity": "ਤੀਬਰ",
      "simple_explanation": "ਉੱਤਰੀ ਮੱਕੀ ਪੱਤਾ ਝੁਲਸਾ ਐਕਸੇਰੋਹਿਲਮ ਟਰਸਿਕਮ ਫੰਗਸ ਦੇ ਕਾਰਨ ਹੁੰਦਾ ਹੈ ਅਤੇ ਮੱਕੀ ਦੀਆਂ ਪੱਤੀਆਂ 'ਤੇ ਵਿਸ਼ਿਸ਼ਟ ਸਿਗਾਰ ਦੇ ਆਕਾਰ ਦੇ ਸਲੇਟੀ-ਹਰੇ ਤੋਂ ਭੂਰੇ ਜ਼ਖਮ ਬਣਾਉਂਦਾ ਹੈ[1][2]। ਇਹ ਜ਼ਖਮ ਛੋਟੇ ਅਤੇ ਅੰਡਾਕਾਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਕੇ 1-6 ਇੰਚ ਲੰਬੇ ਹੋ ਜਾਂਦੇ ਹਨ[4][5]।",
      "causes": [
        "ਐਕਸੇਰੋਹਿਲਮ ਟਰਸਿਕਮ ਫੰਗਸ ਜੋ ਸੰਕਰਮਿਤ ਮੱਕੀ ਅਵਸ਼ੇਸ਼ ਅਤੇ ਮਲਬੇ ਵਿਚ ਸਰਦੀ ਕੱਟਦਾ ਹੈ[1][5]।",
        "ਮੱਧਮ ਤਾਪਮਾਨ (64-80°F) ਲੰਬੇ ਸਮੇਂ ਤਕ ਨਮੀ, ਭਾਰੀ ਤ੍ਰੇਲ ਅਤੇ ਉੱਚ ਨਮੀ ਨਾਲ ਵਿਕਾਸ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਂਦਾ ਹੈ[4][8]।",
        "ਹਵਾ ਅਤੇ ਬਾਰਿਸ਼ ਅਵਸ਼ੇਸ਼ਾਂ ਤੋਂ ਜਵਾਨ ਮੱਕੀ ਪੌਧਿਆਂ ਦੀਆਂ ਹੇਠਲੀਆਂ ਪੱਤੀਆਂ ਤਕ ਬੀਜਾਣੂ ਫੈਲਾਉਂਦੇ ਹਨ[5][6]।",
        "ਨਿਰੰਤਰ ਮੱਕੀ ਦੀ ਖੇਤੀ ਅਤੇ ਸੰਰਕਸ਼ਣ ਜੁਤਾਈ ਸੰਕਰਮਿਤ ਅਵਸ਼ੇਸ਼ਾਂ ਨੂੰ ਸੰਰਕਸ਼ਿਤ ਕਰਕੇ ਰੋਗ ਦੇ ਜੋਖਮ ਨੂੰ ਵਧਾਉਂਦੀ ਹੈ[2]।"
      ],
      "immediate_treatment": [
        "ਸਭ ਤੋਂ ਪ੍ਰਭਾਵੀ ਨਿਯੰਤਰਣ ਲਈ ਬਾਲੀਆਂ ਨਿਕਲਣ/ਰੇਸ਼ਮ ਆਉਣ ਦੇ ਪੜਾਅ (VT/R1) ਵਿਚ ਪੱਤੀ ਫੰਗੀਸਾਈਡ ਲਗਾਓ[2][6]।",
        "ਸੰਕਰਮਿਤ ਪੌਧੇ ਮਲਬੇ ਨੂੰ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ ਤਾਂ ਜੋ ਖੇਤ ਵਿਚ ਬੀਜਾਣੂ ਸਰੋਤ ਘੱਟ ਹੋਣ[2]।",
        "ਰੋਗ ਦੀ ਪ੍ਰਗਤੀ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ ਅਤੇ ਅਨੁਕੂਲ ਸਥਿਤੀਆਂ ਵਿਚ ਰੋਕਥਾਮ ਵਾਲਾ ਫੰਗੀਸਾਈਡ ਛਿੜਕਾਵ ਕਰੋ[6][8]।",
        "ਅਨਾਜ ਭਰਨ ਦੌਰਾਨ ਪੱਤੀ ਛਤਰੀ ਦੇ ਉਪਰਲੇ 75% ਹਿੱਸੇ ਨੂੰ ਰੋਗ ਮੁਕਤ ਰੱਖਣ 'ਤੇ ਇਲਾਜ ਕੇਂਦਰਿਤ ਕਰੋ[1]।",
        "ਮਹੱਤਵਪੂਰਨ ਬੀਜਾਣੂ ਫੈਲਾਅ ਘਟਨਾਵਾਂ ਤੋਂ ਪਹਿਲਾਂ, ਖਾਸ ਕਰਕੇ ਬਾਲੀ ਤੋਂ ਪਹਿਲੇ ਪੜਾਅ ਵਿਚ ਵਰਤੋਂ ਦਾ ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ[1]।"
      ],
      "prevention_tips": [
        "ਜ਼ਖ਼ਮ ਵਿਕਾਸ ਘਟਾਉਣ ਲਈ Ht ਜੀਨ ਜਾਂ ਅੰਸ਼ਿਕ ਪ੍ਰਤੀਰੋਧ ਵਾਲੀਆਂ ਪ੍ਰਤੀਰੋਧੀ ਕਿਸਮਾਂ ਲਗਾਓ[2][11]।",
        "ਰੋਗ ਚੱਕਰ ਤੋੜਨ ਲਈ ਮੱਕੀ ਤੋਂ ਦੂਰ 1-2 ਸਾਲ ਦਾ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ[1][4]।",
        "ਸੰਕਰਮਿਤ ਮੱਕੀ ਅਵਸ਼ੇਸ਼ਾਂ ਦੇ ਅਪਘਟਨ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਨ ਲਈ ਜੁਤਾਈ ਪ੍ਰਥਾਵਾਂ ਦਾ ਵਰਤੋਂ ਕਰੋ[1][2]।",
        "ਨੀਵੇਂ ਖੇਤਰਾਂ ਵਿਚ ਰੋਪਣ ਤੋਂ ਬਚੋ ਜਿੱਥੇ ਭਾਰੀ ਤ੍ਰੇਲ ਅਤੇ ਧੁੰਦ ਜਮਾ ਹੁੰਦਾ ਹੈ[1]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,500 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "उत्तरी पान अंगमारी",
      "severity": "तीव्र",
      "simple_explanation": "उत्तरी मका पान अंगमारी एक्सेरोहिलम टर्सिकम बुरशीमुळे होते आणि मक्याच्या पानांवर वैशिष्ट्यपूर्ण सिगारच्या आकाराचे राखाडी-हिरवे ते तपकिरी जखम तयार करते[1][2]। हे जखम लहान आणि अंडाकार पासून सुरू होऊन 1-6 इंच लांब होतात[4][5]। जर हंगामाच्या सुरुवातीला संसर्ग झाला तर 30-50% उत्पादन हानी होऊ शकते[6][8]।",
      "causes": [
        "एक्सेरोहिलम टर्सिकम बुरशी जी संक्रमित मका अवशेष आणि मलबामध्ये हिवाळा काढते[1][5]।",
        "मध्यम तापमान (64-80°F) दीर्घकाळ आर्द्रता, जड दव आणि उच्च आर्द्रतेसह विकासास अनुकूल बनवते[4][8]।",
        "वारा आणि पाऊस अवशेषांपासून तरुण मका रोपांच्या खालच्या पानांपर्यंत बीजाणू पसरवतात[5][6]।",
        "सतत मका पीक आणि संवर्धन मशागत संक्रमित अवशेष जतन करून रोग धोका वाढवते[2]।"
      ],
      "immediate_treatment": [
        "सर्वात प्रभावी नियंत्रणासाठी कणसाळणे/रेशमी अवस्थेत (VT/R1) पर्णीय बुरशीनाशक लावा[2][6]।",
        "संक्रमित वनस्पती मलबा काढून नष्ट करा जेणेकरून शेतात बीजाणू स्रोत कमी होतील[2]।",
        "रोगाच्या प्रगतीचे निरीक्षण करा आणि अनुकूल परिस्थितीत प्रतिबंधक बुरशीनाशक फवारणी करा[6][8]।",
        "धान्य भरण्याच्या काळात पान छतरीच्या वरच्या 75% भागाला रोगमुक्त ठेवण्यावर उपचार केंद्रित करा[1]।",
        "महत्त्वाच्या बीजाणू पसरण्याच्या घटनांपूर्वी, विशेषतः कणसाळणे पूर्व अवस्थेत वापराची वेळ निश्चित करा[1]।"
      ],
      "prevention_tips": [
        "जखम विकास कमी करण्यासाठी Ht जीन किंवा आंशिक प्रतिरोध असलेल्या प्रतिरोधी जाती लावा[2][11]।",
        "रोग चक्र तोडण्यासाठी मक्यापासून दूर 1-2 वर्षांचे पीक फेरपालट अवलंबा[1][4]।",
        "संक्रमित मका अवशेषांचे विघटन प्रोत्साहित करण्यासाठी मशागत पद्धतींचा वापर करा[1][2]।",
        "जड दव आणि धुके जमा होणाऱ्या खालच्या भागात लागवड टाळा[1]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,500 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "उत्तरी पत्ता झुलसा",
      "severity": "तेज",
      "simple_explanation": "उत्तरी मक्का पत्ता झुलसा एक्सेरोहिलम टर्सिकम फंगस के कारण होखेला अउ मक्का के पत्ता पर विशिष्ट सिगार के आकार के धूसर-हरियर से भूरा घाव बनावेला[1][2]। ई घाव छोट अउ अंडाकार से शुरू हो के 1-6 इंच लंबा हो जाला[4][5]। अगर संक्रमण मौसम के शुरुआत में हो त 30-50% उपज हानि हो सकेला[6][8]।",
      "causes": [
        "एक्सेरोहिलम टर्सिकम फंगस जे संक्रमित मक्का अवशेष अउ मलबा में सर्दी काटेला[1][5]।",
        "मध्यम तापमान (64-80°F) लंबा समय तक नमी, भारी ओस अउ जादा आर्द्रता के साथ विकास के अनुकूल बनावेला[4][8]।",
        "हवा अउ बरखा अवशेष से जवान मक्का पौधा के नीचे वाला पत्ता तक बीजाणु फइलावेला[5][6]।",
        "निरंतर मक्का के खेती अउ संरक्षण जुताई संक्रमित अवशेष के संरक्षित कर के रोग के जोखिम बढ़ावेला[2]।"
      ],
      "immediate_treatment": [
        "सबसे प्रभावी नियंत्रण खातिर बाली निकले/रेशम आवे के चरण (VT/R1) में पर्णीय फफूंदनाशक लगाईं[2][6]।",
        "संक्रमित पौधा मलबा हटाय के नाश करीं ताकि खेत में बीजाणु स्रोत कम होखे[2]।",
        "रोग के प्रगति के निगरानी करीं अउ अनुकूल हालत में रोकथाम वाला ففूंदनाशक छिड़काव करीं[6][8]।",
        "अनाज भरे के दौरान पत्ता छत्रक के ऊपरी 75% हिस्सा के रोग मुक्त राखे पर उपचार केंद्रित करीं[1]।",
        "महत्वपूर्ण बीजाणु फैलाव घटना से पहिले, खास कर के बाली से पूर्व चरण में प्रयोग के समय निर्धारित करीं[1]।"
      ],
      "prevention_tips": [
        "घाव विकास कम करे खातिर Ht जीन या आंशिक प्रतिरोध वाला प्रतिरोधी किसम लगाईं[2][11]।",
        "रोग चक्र तोड़े खातिर मक्का से दूर 1-2 साल के फसल चक्र अपनाईं[1][4]।",
        "संक्रमित मक्का अवशेष के अपघटन बढ़ावे खातिर जुताई प्रथा के उपयोग करीं[1][2]।",
        "नीचे वाला क्षेत्र में रोपण से बचीं जहां भारी ओस अउ कोहरा जमा होखेला[1]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,500 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "उत्तरी पत्तो झुलसो",
      "severity": "तीव्र",
      "simple_explanation": "उत्तरी मक्का पत्तो झुलसो एक्सेरोहिलम टर्सिकम फंगस रे कारण होवै अर मक्का रा पत्तां पर विशिष्ट सिगार रे आकार रा धूसर-हरियो सूं भूरा घाव बणावै[1][2]। यो घाव छोटो अर अंडाकार सूं शुरू हो के 1-6 इंच लंबो हो जावै[4][5]। जे संक्रमण मौसम री शुरुआत में हो त 30-50% उपज हानि हो सकै[6][8]।",
      "causes": [
        "एक्सेरोहिलम टर्सिकम फंगस जे संक्रमित मक्का अवशेष अर मलबा में सर्दी काटै[1][5]।",
        "मध्यम तापमान (64-80°F) लंबा समय तक नमी, भारी ओस अर जादा आर्द्रता रे साथ विकास ने अनुकूल बणावै[4][8]।",
        "हवा अर बरखा अवशेष सूं नवा मक्का पौधा रा नीचे वाळा पत्तां तक बीजाणु फैलावै[5][6]।",
        "निरंतर मक्का री खेती अर संरक्षण जुताई संक्रमित अवशेष ने संरक्षित कर के रोग रो जोखिम बढ़ावै[2]।"
      ],
      "immediate_treatment": [
        "सबसूं प्रभावी नियंत्रण खातिर बाली निकले/रेशम आवे रे चरण (VT/R1) में पर्णीय फफूंदनाशक लगावो[2][6]।",
        "संक्रमित पौधा मलबो हटाय के नाश करो ताकि खेत में बीजाणु स्रोत कम होवै[2]।",
        "रोग री प्रगति री निगरानी करो अर अनुकूल हालत में रोकथाम वाळो फफूंदनाशक छिड़काव करो[6][8]।",
        "अनाज भरे रे दौरान पत्तो छत्रक रे ऊपरली 75% हिस्सा ने रोग मुक्त राखे पर उपचार केंद्रित करो[1]।",
        "महत्वपूर्ण बीजाणु फैलाव घटना सूं पैली, खास कर के बाली सूं पूर्व चरण में प्रयोग रो समय निर्धारित करो[1]।"
      ],
      "prevention_tips": [
        "घाव विकास कम करे खातिर Ht जीन या आंशिक प्रतिरोध वाली प्रतिरोधी किसम लगावो[2][11]।",
        "रोग चक्र तोड़े खातिर मक्का सूं दूर 1-2 साल रो फसल चक्र अपनावो[1][4]।",
        "संक्रमित मक्का अवशेष रो अपघटन बढ़ावे खातिर जुताई प्रथा रो उपयोग करो[1][2]।",
        "नीचे वाळा क्षेत्र में रोपण सूं बचो जठै भारी ओस अर कोहरो जमा होवै[1]।"
      ],
      "estimated_cost": "₹3,500 - ₹6,500 प्रति एकड़"
    }
  }
}
