{
  "21": {
    "label": "Tomato___Late_blight",
    "english": {
      "disease_name": "Tomato Late Blight",
      "severity": "High",
      "simple_explanation": "Late blight is one of the most devastating diseases of tomato caused by Phytophthora infestans, the same pathogen responsible for the Irish potato famine[1][6][17]. It creates water-soaked lesions on leaves with white cottony growth underneath during humid weather[1][3]. The disease can destroy entire crops in 7-10 days if untreated and causes yield losses up to 95% in epidemic conditions[6][13].",
      "causes": [
        "Phytophthora infestans, an oomycete (water mold) pathogen that overwinters in plant debris[1][5].",
        "Cool temperatures (60-80°F) combined with high humidity (90-100%) favor rapid disease development[2][5].",
        "Wind and rain spread airborne spores (sporangia) from infected plants to healthy ones[2][6].",
        "Infected potato tubers and tomato transplants serve as primary sources of introduction[2][6]."
      ],
      "immediate_treatment": [
        "Apply copper-based fungicides or chlorothalonil at 7-10 day intervals immediately upon symptom detection[1][10][15].",
        "Remove and destroy all infected plant material - do not compost affected plants[1][7][10].",
        "Increase air circulation by pruning lower leaves and using proper plant supports[7][8].",
        "Switch to drip irrigation to avoid wetting foliage and reduce humidity around plants[8][10].",
        "Continue weekly protective fungicide sprays during favorable weather conditions[10][15]."
      ],
      "prevention_tips": [
        "Plant resistant varieties like Legend tomato that show tolerance to late blight[8][9][16].",
        "Practice 2-3 year crop rotation avoiding tomatoes, potatoes, and other solanaceous crops[1][10][12].",
        "Space plants adequately and use staking/caging to improve airflow and reduce humidity[8][12].",
        "Monitor weather conditions and apply preventive fungicides before infection occurs[5][8]."
      ],
      "estimated_cost": "₹4,000 - ₹7,500 per acre"
    },
    "hindi": {
      "disease_name": "टमाटर अंतिम अंगमारी",
      "severity": "तीव्र",
      "simple_explanation": "अंतिम अंगमारी टमाटर का सबसे विनाशकारी रोग है जो फाइटोफ्थोरा इन्फेस्टेंस के कारण होता है, वही रोगाणु जो आयरिश आलू अकाल के लिए जिम्मेदार था[1][6][17]। यह पत्तियों पर पानी से भीगे हुए घाव बनाता है जिनके नीचे नम मौसम में सफेद रुई जैसी वृद्धि होती है[1][3]।",
      "causes": [
        "फाइटोफ्थोरा इन्फेस्टेंस, एक ऊमाइसीट (वाटर मोल्ड) रोगाणु जो पौधे के अवशेषों में सर्दी काटता है[1][5]।",
        "ठंडे तापमान (60-80°F) उच्च आर्द्रता (90-100%) के साथ मिलकर तेजी से रोग विकास को बढ़ावा देते हैं[2][5]।",
        "हवा और बारिश संक्रमित पौधों से स्वस्थ पौधों तक हवाई बीजाणु (स्पोरेंजिया) फैलाते हैं[2][6]।",
        "संक्रमित आलू कंद और टमाटर के पौधे प्राथमिक परिचय स्रोत का काम करते हैं[2][6]।"
      ],
      "immediate_treatment": [
        "लक्षण दिखाई देते ही 7-10 दिन के अंतराल पर तांबा आधारित फफूंदनाशक या क्लोरोथैलोनिल का छिड़काव करें[1][10][15]।",
        "सभी संक्रमित पौधे सामग्री को हटाकर नष्ट करें - प्रभावित पौधों को कंपोस्ट न करें[1][7][10]।",
        "निचली पत्तियों की छंटाई और उचित पौधे सहारा का उपयोग करके हवा संचार बढ़ाएं[7][8]।",
        "पत्तियों को गीला करने से बचने और पौधों के आसपास नमी कम करने के लिए ड्रिप सिंचाई पर स्विच करें[8][10]।",
        "अनुकूल मौसम की स्थिति के दौरान साप्ताहिक सुरक्षात्मक फफूंदनाशक छिड़काव जारी रखें[10][15]।"
      ],
      "prevention_tips": [
        "लेजेंड टमाटर जैसी प्रतिरोधी किस्में लगाएं जो अंतिम अंगमारी के प्रति सहनशीलता दिखाती हैं[8][9][16]।",
        "टमाटर, आलू और अन्य सोलानेसी फसलों से बचते हुए 2-3 साल का फसल चक्र अपनाएं[1][10][12]।",
        "पौधों को पर्याप्त दूरी दें और हवा प्रवाह बेहतर बनाने तथा नमी कम करने के लिए सहारा/पिंजरे का उपयोग करें[8][12]।",
        "मौसम की स्थिति की निगरानी करें और संक्रमण होने से पहले निवारक फफूंदनाशक लगाएं[5][8]।"
      ],
      "estimated_cost": "₹4,000 - ₹7,500 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਟਮਾਟਰ ਅੰਤਿਮ ਝੁਲਸਾ",
      "severity": "ਤੀਬਰ",
      "simple_explanation": "ਅੰਤਿਮ ਝੁਲਸਾ ਟਮਾਟਰ ਦਾ ਸਭ ਤੋਂ ਵਿਨਾਸ਼ਕਾਰੀ ਰੋਗ ਹੈ ਜੋ ਫਾਇਟੋਫ਼ਥੋਰਾ ਇਨਫੇਸਟੇਂਸ ਦੇ ਕਾਰਨ ਹੁੰਦਾ ਹੈ, ਉਹੀ ਰੋਗਾਣੂ ਜੋ ਆਇਰਿਸ਼ ਆਲੂ ਕਾਲ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਸੀ[1][6][17]। ਇਹ ਪੱਤਿਆਂ 'ਤੇ ਪਾਣੀ ਨਾਲ ਭਿੱਜੇ ਹੋਏ ਜ਼ਖਮ ਬਣਾਉਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠਾਂ ਨਮੀ ਵਾਲੇ ਮੌਸਮ ਵਿਚ ਚਿੱਟੀ ਰੂਈ ਵਰਗੀ ਵਾਧਾ ਹੁੰਦੀ ਹੈ[1][3]।",
      "causes": [
        "ਫਾਇਟੋਫ਼ਥੋਰਾ ਇਨਫੇਸਟੇਂਸ, ਇੱਕ ਊਮਾਇਸੀਟ (ਵਾਟਰ ਮੋਲਡ) ਰੋਗਾਣੂ ਜੋ ਪੌਧੇ ਦੇ ਅਵਸ਼ੇਸ਼ਾਂ ਵਿਚ ਸਰਦੀ ਕੱਟਦਾ ਹੈ[1][5]।",
        "ਠੰਡੇ ਤਾਪਮਾਨ (60-80°F) ਉੱਚ ਨਮੀ (90-100%) ਨਾਲ ਮਿਲ ਕੇ ਤੇਜ਼ੀ ਨਾਲ ਰੋਗ ਵਿਕਾਸ ਨੂੰ ਬਢ਼ਾਵਾ ਦਿੰਦੇ ਹਨ[2][5]।",
        "ਹਵਾ ਅਤੇ ਬਾਰਿਸ਼ ਸੰਕਰਮਿਤ ਪੌਧਿਆਂ ਤੋਂ ਸਿਹਤਮੰਦ ਪੌਧਿਆਂ ਤਕ ਹਵਾਈ ਬੀਜਾਣੂ (ਸਪੋਰੇਂਜੀਆ) ਫੈਲਾਉਂਦੇ ਹਨ[2][6]।",
        "ਸੰਕਰਮਿਤ ਆਲੂ ਕੰਦ ਅਤੇ ਟਮਾਟਰ ਦੇ ਪੌਧੇ ਪ੍ਰਾਥਮਿਕ ਪਰਿਚਯ ਸਰੋਤ ਦਾ ਕੰਮ ਕਰਦੇ ਹਨ[2][6]।"
      ],
      "immediate_treatment": [
        "ਲੱਛਣ ਦਿਖਾਈ ਦੇਣ 'ਤੇ ਤੁਰੰਤ 7-10 ਦਿਨਾਂ ਦੇ ਅੰਤਰਾਲ 'ਤੇ ਤਾਂਬਾ ਆਧਾਰਿਤ ਫੰਗੀਸਾਈਡ ਜਾਂ ਕਲੋਰੋਥੈਲੋਨਿਲ ਦਾ ਛਿੜਕਾਵ ਕਰੋ[1][10][15]।",
        "ਸਾਰੀ ਸੰਕਰਮਿਤ ਪੌਧੇ ਸਮੱਗਰੀ ਨੂੰ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ - ਪ੍ਰਭਾਵਿਤ ਪੌਧਿਆਂ ਨੂੰ ਕੰਪੋਸਟ ਨਾ ਕਰੋ[1][7][10]।",
        "ਹੇਠਲੀਆਂ ਪੱਤੀਆਂ ਦੀ ਛਟਾਈ ਅਤੇ ਉਚਿਤ ਪੌਧੇ ਸਹਾਰੇ ਦਾ ਵਰਤੋਂ ਕਰਕੇ ਹਵਾ ਸੰਚਾਰ ਵਧਾਓ[7][8]।",
        "ਪੱਤੀਆਂ ਨੂੰ ਗਿੱਲਾ ਕਰਨ ਤੋਂ ਬਚਣ ਅਤੇ ਪੌਧਿਆਂ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਨਮੀ ਘਟਾਉਣ ਲਈ ਡ੍ਰਿਪ ਸਿੰਚਾਈ 'ਤੇ ਬਦਲੋ[8][10]।",
        "ਅਨੁਕੂਲ ਮੌਸਮ ਦੀ ਸਥਿਤੀ ਦੌਰਾਨ ਹਫਤਾਵਾਰੀ ਸੁਰੱਖਿਆਤਮਕ ਫੰਗੀਸਾਈਡ ਛਿੜਕਾਵ ਜਾਰੀ ਰੱਖੋ[10][15]।"
      ],
      "prevention_tips": [
        "ਲੈਜੈਂਡ ਟਮਾਟਰ ਵਰਗੀਆਂ ਰੋਧੀ ਕਿਸਮਾਂ ਲਗਾਓ ਜੋ ਅੰਤਿਮ ਝੁਲਸੇ ਪ੍ਰਤੀ ਸਹਿਣਸ਼ੀਲਤਾ ਦਿਖਾਉਂਦੀਆਂ ਹਨ[8][9][16]।",
        "ਟਮਾਟਰ, ਆਲੂ ਅਤੇ ਹੋਰ ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਤੋਂ ਬਚਦੇ ਹੋਏ 2-3 ਸਾਲ ਦਾ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ[1][10][12]।",
        "ਪੌਧਿਆਂ ਨੂੰ ਪਰਯਾਪਤ ਦੂਰੀ ਦਿਓ ਅਤੇ ਹਵਾ ਪ੍ਰਵਾਹ ਬਿਹਤਰ ਬਣਾਉਣ ਅਤੇ ਨਮੀ ਘਟਾਉਣ ਲਈ ਸਹਾਰਾ/ਪਿੰਜਰੇ ਦਾ ਵਰਤੋਂ ਕਰੋ[8][12]।",
        "ਮੌਸਮ ਦੀ ਸਥਿਤੀ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ ਅਤੇ ਸੰਕਰਮਣ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਰੋਕਥਾਮ ਵਾਲਾ ਫੰਗੀਸਾਈਡ ਲਗਾਓ[5][8]।"
      ],
      "estimated_cost": "₹4,000 - ₹7,500 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "टोमॅटो उशीरा अंगमारी",
      "severity": "तीव्र",
      "simple_explanation": "उशीरा अंगमारी टोमॅटोचा सर्वात विनाशकारी रोग आहे जो फायटोफथोरा इन्फेस्टेन्समुळे होतो, तोच रोगकारक जो आयरिश बटाट्याच्या दुष्काळासाठी जबाबदार होता[1][6][17]। हा पानांवर पाण्याने भिजलेले जखम तयार करतो ज्यांच्या खाली ओलसर हवामानात पांढरी कापसासारखी वाढ होते[1][3]।",
      "causes": [
        "फायटोफथोरा इन्फेस्टेन्स, एक ऊमायसीट (वॉटर मोल्ड) रोगकारक जो वनस्पती अवशेषांमध्ये हिवाळा काढतो[1][5]।",
        "थंड तापमान (60-80°F) उच्च आर्द्रता (90-100%) सह मिळून वेगवान रोग विकासास चालना देते[2][5]।",
        "वारा आणि पाऊस संक्रमित रोपांपासून निरोगी रोपांपर्यंत हवेतील बीजाणू (स्पोरँजिया) पसरवतात[2][6]।",
        "संक्रमित बटाट्याचे कंद आणि टोमॅटोची रोपे प्राथमिक परिचय स्रोत म्हणून काम करतात[2][6]।"
      ],
      "immediate_treatment": [
        "लक्षणे दिसताच 7-10 दिवसांच्या अंतराने तांबे आधारित बुरशीनाशक किंवा क्लोरोथॅलोनिल फवारा[1][10][15]।",
        "सर्व संक्रमित वनस्पती सामग्री काढून नष्ट करा - प्रभावित रोपांचे कंपोस्ट करू नका[1][7][10]।",
        "खालची पाने छाटून आणि योग्य रोप आधार वापरून हवा संचार वाढवा[7][8]।",
        "पाने ओली होणे टाळण्यासाठी आणि रोपांभोवती आर्द्रता कमी करण्यासाठी ठिबक सिंचनावर स्विच करा[8][10]।",
        "अनुकूल हवामान परिस्थितीत साप्ताहिक संरक्षणात्मक बुरशीनाशक फवारणी सुरू ठेवा[10][15]।"
      ],
      "prevention_tips": [
        "लेजेंड टोमॅटो सारख्या प्रतिरोधी जाती लावा ज्या उशीरा अंगमारीसाठी सहनशीलता दाखवतात[8][9][16]।",
        "टोमॅटो, बटाटे आणि इतर सोलानेसी पिकांपासून बचत करत 2-3 वर्षांचे पीक फेरपालट अवलंबा[1][10][12]।",
        "रोपांना पुरेसे अंतर द्या आणि हवा प्रवाह सुधारण्यासाठी आणि आर्द्रता कमी करण्यासाठी आधार/पिंजरे वापरा[8][12]।",
        "हवामान परिस्थितीचे निरीक्षण करा आणि संसर्ग होण्यापूर्वी प्रतिबंधक बुरशीनाशक लावा[5][8]।"
      ],
      "estimated_cost": "₹4,000 - ₹7,500 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "टमाटर अंतिम झुलसा",
      "severity": "तेज",
      "simple_explanation": "अंतिम झुलसा टमाटर के सबसे विनाशकारी रोग बा जे फाइटोफ्थोरा इन्फेस्टेंस के कारण होखेला, ओही रोगाणु जे आयरिश आलू अकाल खातिर जिम्मेदार रहल[1][6][17]। ई पत्ता पर पानी से भीगल घाव बनावेला जेकरा नीचे नमी वाला मौसम में सफेद रुई जइसन वृद्धि होखेला[1][3]।",
      "causes": [
        "फाइटोफ्थोरा इन्फेस्टेंस, एगो ऊमाइसीट (वाटर मोल्ड) रोगाणु जे पौधा के अवशेष में सर्दी काटेला[1][5]।",
        "ठंडा तापमान (60-80°F) जादा आर्द्रता (90-100%) के साथ मिल के तेजी से रोग विकास के बढ़ावा देवेला[2][5]।",
        "हवा अउ बरखा संक्रमित पौधा से स्वस्थ पौधा तक हवाई बीजाणु (स्पोरेंजिया) फइलावेला[2][6]।",
        "संक्रमित आलू कंद अउ टमाटर के पौधा प्राथमिक परिचय स्रोत के काम करेला[2][6]।"
      ],
      "immediate_treatment": [
        "लच्छण देखाई देत ही 7-10 दिन के अंतराल पर तांबा आधारित फफूंदनाशक या क्लोरोथैलोनिल के छिड़काव करीं[1][10][15]।",
        "सगरो संक्रमित पौधा सामग्री के हटाय के नाश करीं - प्रभावित पौधा के कंपोस्ट ना करीं[1][7][10]।",
        "नीचे वाला पत्ता के छंटाई अउ उचित पौधा सहारा के उपयोग कर के हवा संचार बढ़ाईं[7][8]।",
        "पत्ता के गीला होखे से बचे अउ पौधा के आसपास नमी कम करे खातिर ड्रिप सिंचाई पर स्विच करीं[8][10]।",
        "अनुकूल मौसम के हालत के दौरान साप्ताहिक सुरक्षात्मक फफूंदनाशक छिड़काव जारी राखीं[10][15]।"
      ],
      "prevention_tips": [
        "लेजेंड टमाटर जइसन प्रतिरोधी किसम लगाईं जे अंतिम झुलसा के प्रति सहनशीलता देखावेला[8][9][16]।",
        "टमाटर, आलू अउ दूसरा सोलानेसी फसल से बचत हुए 2-3 साल के फसल चक्र अपनाईं[1][10][12]।",
        "पौधा के पर्याप्त दूरी दीं अउ हवा प्रवाह बेहतर बनावे अउ नमी कम करे खातिर सहारा/पिंजरा के उपयोग करीं[8][12]।",
        "मौसम के हालत के निगरानी करीं अउ संक्रमण होखे से पहिले रोकथाम वाला फफूंदनाशक लगाईं[5][8]।"
      ],
      "estimated_cost": "₹4,000 - ₹7,500 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "टमाटर अंतिम झुलसो",
      "severity": "तीव्र",
      "simple_explanation": "अंतिम झुलसो टमाटर रो सबसूं विनाशकारी रोग है जे फाइटोफ्थोरा इन्फेस्टेंस रे कारण होवै, ओहीं रोगाणु जे आयरिश आलू अकाल खातिर जिम्मेदार रह्यो[1][6][17]। यो पत्तां पर पाणी सूं भीगा घाव बणावै जेकरा नीचे नमी वाळा मौसम में सफेद रुई जैड़ी वृद्धि होवै[1][3]।",
      "causes": [
        "फाइटोफ्थोरा इन्फेस्टेंस, एक ऊमाइसीट (वाटर मोल्ड) रोगाणु जे पौधा रा अवशेष में सर्दी काटै[1][5]।",
        "ठंडो तापमान (60-80°F) जादा आर्द्रता (90-100%) रे साथ मिल के तेजी सूं रोग विकास ने बढ़ावो देवै[2][5]।",
        "हवा अर बरखा संक्रमित पौधा सूं स्वस्थ पौधा तक हवाई बीजाणु (स्पोरेंजिया) फैलावै[2][6]।",
        "संक्रमित आलू कंद अर टमाटर रा पौधा प्राथमिक परिचय स्रोत रो काम करै[2][6]।"
      ],
      "immediate_treatment": [
        "लच्छण देखाई देत ही 7-10 दिन रे अंतराल पर तांबो आधारित फफूंदनाशक या क्लोरोथैलोनिल रो छिड़काव करो[1][10][15]।",
        "सगळो संक्रमित पौधा सामग्री ने हटाय के नाश करो - प्रभावित पौधां रो कंपोस्ट कोनी करो[1][7][10]।",
        "नीचे वाळा पत्तां री छंटाई अर उचित पौधा सहारो रो उपयोग कर के हवा संचार बढ़ावो[7][8]।",
        "पत्तां ने गीला होवे सूं बचे अर पौधां रे आसपास नमी कम करे खातिर ड्रिप सिंचाई पर स्विच करो[8][10]।",
        "अनुकूल मौसम री हालत रे दौरान साप्ताहिक सुरक्षात्मक फफूंदनाशक छिड़काव जारी राखो[10][15]।"
      ],
      "prevention_tips": [
        "लेजेंड टमाटर जैड़ी प्रतिरोधी किसम लगावो जे अंतिम झुलसा रे प्रति सहनशीलता देखावै[8][9][16]।",
        "टमाटर, आलू अर दूसरी सोलानेसी फसलां सूं बचत हुआ 2-3 साल रो फसल चक्र अपनावो[1][10][12]।",
        "पौधां ने पर्याप्त दूरी द्यो अर हवा प्रवाह बेहतर बणावे अर नमी कम करे खातिर सहारो/पिंजरो रो उपयोग करो[8][12]।",
        "मौसम री हालत री निगरानी करो अर संक्रमण होवे सूं पैली रोकथाम वाळो फफूंदनाशक लगावो[5][8]।"
      ],
      "estimated_cost": "₹4,000 - ₹7,500 प्रति एकड़"
    }
  }
}
