{
  "3": {
    "label": "Apple___healthy",
    "english": {
      "disease_name": "Healthy Apple",
      "severity": "None",
      "simple_explanation": "A healthy apple tree shows no signs of disease with vibrant green leaves, proper growth, and high-quality fruit production. Good nutrition, proper care, and disease prevention maintain optimal tree health.",
      "causes": [
        "Proper soil pH between 6.0-7.0 for optimal nutrient uptake.",
        "Adequate water supply of 600-800mm during growing season.",
        "Regular fertilization with balanced NPK and micronutrients.",
        "Good orchard management practices and disease prevention."
      ],
      "immediate_treatment": [
        "Continue regular monitoring for early disease detection.",
        "Maintain proper irrigation schedule to avoid water stress.",
        "Apply balanced fertilizers according to soil test recommendations.",
        "Keep orchard floor clean by removing fallen leaves and debris.",
        "Ensure proper pruning for good air circulation and sunlight penetration."
      ],
      "prevention_tips": [
        "Plant disease-resistant apple varieties when establishing orchards.",
        "Follow integrated pest management practices throughout the season.",
        "Apply preventive fungicide sprays during vulnerable growth stages.",
        "Maintain optimal soil health through organic matter and pH management."
      ],
      "estimated_cost": "₹500 - ₹800 per acre for maintenance"
    },
    "hindi": {
      "disease_name": "स्वस्थ सेब",
      "severity": "कोई नहीं",
      "simple_explanation": "स्वस्थ सेब का पेड़ बीमारी के कोई लक्षण नहीं दिखाता, हरी-भरी पत्तियां होती हैं, उचित विकास होता है और अच्छी गुणवत्ता के फल मिलते हैं। सही पोषण और देखभाल से पेड़ स्वस्थ रहता है।",
      "causes": [
        "6.0-7.0 के बीच उचित मिट्टी का pH पोषक तत्वों के अवशोषण के लिए।",
        "बढ़ते मौसम में 600-800 मिमी पर्याप्त पानी की आपूर्ति।",
        "संतुलित NPK और सूक्ष्म पोषक तत्वों के साथ नियमित उर्वरक।",
        "अच्छी बाग प्रबंधन प्रथाएं और रोग रोकथाम।"
      ],
      "immediate_treatment": [
        "प्रारंभिक रोग पहचान के लिए नियमित निगरानी जारी रखें।",
        "पानी के तनाव से बचने के लिए उचित सिंचाई कार्यक्रम बनाए रखें।",
        "मिट्टी परीक्षण सिफारिशों के अनुसार संतुलित उर्वरक लगाएं।",
        "गिरे पत्ते और मलबा हटाकर बाग की जमीन साफ रखें।",
        "अच्छी हवा संचार और धूप पहुंचाने के लिए उचित छंटाई सुनिश्चित करें।"
      ],
      "prevention_tips": [
        "बाग स्थापित करते समय रोग प्रतिरोधी सेब की किस्में लगाएं।",
        "पूरे मौसम में एकीकृत कीट प्रबंधन प्रथाओं का पालन करें।",
        "कमजोर विकास चरणों में निवारक कवकनाशी छिड़काव करें।",
        "जैविक पदार्थ और pH प्रबंधन के माध्यम से इष्टतम मिट्टी स्वास्थ्य बनाए रखें।"
      ],
      "estimated_cost": "₹500 - ₹800 प्रति एकड़ रखरखाव के लिए"
    },
    "punjabi": {
      "disease_name": "ਤੰਦਰੁਸਤ ਸੇਬ",
      "severity": "ਕੋਈ ਨਹੀਂ",
      "simple_explanation": "ਤੰਦਰੁਸਤ ਸੇਬ ਦਾ ਦਰਖ਼ਤ ਬਿਮਾਰੀ ਦੇ ਕੋਈ ਲੱਛਣ ਨਹੀਂ ਦਿਖਾਉਂਦਾ, ਚਮਕਦਾਰ ਹਰੀਆਂ ਪੱਤੀਆਂ ਹੁੰਦੀਆਂ ਹਨ, ਸਹੀ ਵਿਕਾਸ ਹੁੰਦਾ ਹੈ ਅਤੇ ਉੱਚ ਗੁਣਵੱਤਾ ਦਾ ਫਲ ਉਤਪਾਦਨ ਹੁੰਦਾ ਹੈ।",
      "causes": [
        "ਪੋਸ਼ਕ ਤੱਤਾਂ ਦੇ ਸਹੀ ਸੋਖਣ ਲਈ 6.0-7.0 ਵਿਚਕਾਰ ਸਹੀ ਮਿੱਟੀ ਦਾ pH।",
        "ਵਧਣ ਦੇ ਮੌਸਮ ਦੌਰਾਨ 600-800 ਮਿਮੀ ਪਰਯਾਪਤ ਪਾਣੀ ਦੀ ਸਪਲਾਈ।",
        "ਸੰਤੁਲਿਤ NPK ਅਤੇ ਸੂਖਮ ਪੋਸ਼ਕ ਤੱਤਾਂ ਨਾਲ ਨਿਯਮਿਤ ਖਾਦ।",
        "ਚੰਗੇ ਬਾਗ ਪ੍ਰਬੰਧਨ ਅਭਿਆਸ ਅਤੇ ਬਿਮਾਰੀ ਰੋਕਥਾਮ।"
      ],
      "immediate_treatment": [
        "ਸ਼ੁਰੂਆਤੀ ਬਿਮਾਰੀ ਪਛਾਣ ਲਈ ਨਿਯਮਿਤ ਨਿਗਰਾਨੀ ਜਾਰੀ ਰੱਖੋ।",
        "ਪਾਣੀ ਦੇ ਤਣਾਅ ਤੋਂ ਬਚਣ ਲਈ ਸਹੀ ਸਿੰਚਾਈ ਸ਼ੈਡਿਊਲ ਬਣਾਈ ਰੱਖੋ।",
        "ਮਿੱਟੀ ਜਾਂਚ ਸਿਫ਼ਾਰਿਸ਼ਾਂ ਅਨੁਸਾਰ ਸੰਤੁਲਿਤ ਖਾਦ ਲਗਾਓ।",
        "ਗਿਰੀਆਂ ਪੱਤੀਆਂ ਅਤੇ ਮਲਬਾ ਹਟਾ ਕੇ ਬਾਗ ਦੀ ਜ਼ਮੀਨ ਸਾਫ਼ ਰੱਖੋ।",
        "ਚੰਗੇ ਹਵਾ ਸੰਚਾਰ ਅਤੇ ਸੂਰਜ ਦੀ ਰੋਸ਼ਨੀ ਲਈ ਸਹੀ ਛਟਾਈ ਯਕੀਨੀ ਬਣਾਓ।"
      ],
      "prevention_tips": [
        "ਬਾਗ ਸਥਾਪਿਤ ਕਰਦੇ ਸਮੇਂ ਬਿਮਾਰੀ ਪ੍ਰਤੀਰੋਧੀ ਸੇਬ ਦੀਆਂ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਪੂਰੇ ਮੌਸਮ ਵਿੱਚ ਏਕੀਕ੍ਰਿਤ ਕੀੜੇ ਪ੍ਰਬੰਧਨ ਅਭਿਆਸਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।",
        "ਕਮਜ਼ੋਰ ਵਿਕਾਸ ਪੜਾਵਾਂ ਦੌਰਾਨ ਰੋਕਥਾਮ ਫੰਗੀਸਾਇਡ ਛਿੜਕਾਅ ਕਰੋ।",
        "ਜੈਵਿਕ ਪਦਾਰਥ ਅਤੇ pH ਪ੍ਰਬੰਧਨ ਰਾਹੀਂ ਸਰਵੋਤਮ ਮਿੱਟੀ ਸਿਹਤ ਬਣਾਈ ਰੱਖੋ।"
      ],
      "estimated_cost": "₹500 - ₹800 ਪ੍ਰਤੀ ਏਕੜ ਰੱਖ-ਰਖਾਅ ਲਈ"
    },
    "marathi": {
      "disease_name": "निरोगी सफरचंद",
      "severity": "नाही",
      "simple_explanation": "निरोगी सफरचंदाच्या झाडावर रोगाची कोणतीही लक्षणे दिसत नाहीत, चमकदार हिरवी पाने असतात, योग्य वाढ होते आणि उच्च दर्जाचे फळ उत्पादन होते। योग्य पोषण आणि काळजी घेतल्याने झाड निरोगी राहते.",
      "causes": [
        "पोषक द्रव्यांच्या योग्य शोषणासाठी 6.0-7.0 दरम्यान योग्य मातीचे pH.",
        "वाढीच्या हंगामात 600-800 मिमी पुरेसा पाणी पुरवठा.",
        "संतुलित NPK आणि सूक्ष्म पोषक द्रव्यांसह नियमित खत.",
        "चांगले बाग व्यवस्थापन पद्धती आणि रोग प्रतिबंध."
      ],
      "immediate_treatment": [
        "लवकर रोग ओळखण्यासाठी नियमित निरीक्षण चालू ठेवा.",
        "पाण्याचा ताण टाळण्यासाठी योग्य पाणी देण्याचे वेळापत्रक राखा.",
        "मातीच्या चाचणी शिफारशींनुसार संतुलित खते लावा.",
        "पडलेली पाने आणि भंगार काढून बागेची जमीन स्वच्छ ठेवा.",
        "चांगला हवा प्रवाह आणि सूर्यप्रकाशासाठी योग्य छाटणी सुनिश्चित करा."
      ],
      "prevention_tips": [
        "बाग स्थापित करताना रोग प्रतिरोधी सफरचंदाच्या जाती लावा।",
        "संपूर्ण हंगामात एकात्मिक कीड व्यवस्थापन पद्धतींचे पालन करा।",
        "असुरक्षित वाढीच्या टप्प्यांत प्रतिबंधक बुरशीनाशक फवारणी करा।",
        "सेंद्रिय पदार्थ आणि pH व्यवस्थापनाद्वारे इष्टतम मातीची आरोग्यता राखा."
      ],
      "estimated_cost": "₹500 - ₹800 प्रति एकर देखभालीसाठी"
    },
    "bhojpuri": {
      "disease_name": "तंदुरुस्त सेब",
      "severity": "कुछ नाहीं",
      "simple_explanation": "तंदुरुस्त सेब के पेड़ में बीमारी के कवनो लच्छन नाहीं देखाई देला, हरियर-भरी पत्ता होखेला, सही बिकास होखेला अउ बढ़िया गुणबत्ता के फल मिलेला। सही पोषण अउ देखभाल से पेड़ स्वस्थ रहेला।",
      "causes": [
        "पोषक तत्व के सही सोखे खातिर 6.0-7.0 के बीच सही मिट्टी के pH।",
        "बढ़े के मौसम में 600-800 मिमी पर्याप्त पानी के आपूर्ति।",
        "संतुलित NPK अउ सूक्ष्म पोषक तत्व के साथ नियमित खाद।",
        "बढ़िया बगइचा प्रबंधन प्रथा अउ रोग रोकथाम।"
      ],
      "immediate_treatment": [
        "प्रारंभिक रोग पहचान खातिर नियमित निगरानी जारी रखीं।",
        "पानी के तनाव से बचे खातिर सही सिंचाई कार्यक्रम बनाये राखीं।",
        "मिट्टी परीक्षण सिफारिश के अनुसार संतुलित खाद लगावीं।",
        "गिरल पत्ता अउ मलबा हटा के बगइचा के जमीन साफ राखीं।",
        "बढ़िया हवा बहाव अउ धूप पहुंचावे खातिर सही छटाई यकीनी बनावीं।"
      ],
      "prevention_tips": [
        "बगइचा स्थापित करत समय रोग प्रतिरोधी सेब के किसम लगावीं।",
        "पूरा मौसम में एकीकृत कीट प्रबंधन प्रथा के पालना करीं।",
        "कमजोर बिकास चरण में निवारक कवकनाशी छिड़काव करीं।",
        "जैविक पदार्थ अउ pH प्रबंधन के माध्यम से इष्टतम मिट्टी स्वास्थ्य बनाये राखीं।"
      ],
      "estimated_cost": "₹500 - ₹800 प्रति एकड़ रखरखाव खातिर"
    },
    "rajasthani": {
      "disease_name": "तंदुरुस्त सेब",
      "severity": "कोई नाहीं",
      "simple_explanation": "तंदुरुस्त सेब रो पेड़ बीमारी रा कोई लच्छण नाहीं दिखावै, चमकदार हरी पत्तां होवै, सही विकास होवै अर बढ़िया गुणवत्ता रा फल मिलै। सही पोषण अर देखभाल सूं पेड़ स्वस्थ रहै।",
      "causes": [
        "पोषक तत्वां रे सही सोषण खातिर 6.0-7.0 रे बीच सही मिट्टी को pH।",
        "बधण रे मौसम में 600-800 मिमी पर्याप्त पाणी री आपूर्ति।",
        "संतुलित NPK अर सूक्ष्म पोषक तत्वां रे साथ नियमित खाद।",
        "बढ़िया बाग प्रबंधन प्रथा अर रोग रोकथाम।"
      ],
      "immediate_treatment": [
        "प्रारंभिक रोग पहचान खातिर नियमित निगरानी जारी राखो।",
        "पाणी रे तनाव सूं बचण खातिर सही सिंचाई कार्यक्रम बनायो राखो।",
        "मिट्टी परीक्षण सिफारिश रे अनुसार संतुलित खाद लगावो।",
        "गिरी पत्तां अर मलबा हटाय के बाग री जमीन साफ राखो।",
        "बढ़िया हवा बहाव अर धूप पहुंचावण खातिर सही छटाई यकीनी बणावो।"
      ],
      "prevention_tips": [
        "बाग स्थापित करत समै रोग प्रतिरोधी सेब री किसमां लगावो।",
        "पूरै मौसम में एकीकृत कीट प्रबंधन प्रथा को पालना करो।",
        "कमजोर विकास चरणां में निवारक फफूंदनाशी छिड़काव करो।",
        "जैविक पदार्थ अर pH प्रबंधन रे माध्यम सूं इष्टतम मिट्टी स्वास्थ्य बणायो राखो।"
      ],
      "estimated_cost": "₹500 - ₹800 प्रति एकड़ रखरखाव खातिर"
    }
  }
}
