{
  "4": {
    "label": "Corn_(maize)___Cercospora_leaf_spot Gray_leaf_spot",
    "english": {
      "disease_name": "Gray Leaf Spot",
      "severity": "High",
      "simple_explanation": "A serious fungal disease affecting corn leaves, causing rectangular gray-brown lesions that reduce photosynthesis. In severe cases, it can cause complete defoliation and significant yield loss, especially in humid conditions.",
      "causes": [
        "Caused by fungus Cercospora zeae-maydis in warm humid weather.",
        "High humidity and temperatures of 80-85°F favor disease development.",
        "Continuous corn cropping and crop residue increase infection risk.",
        "Dense planting and poor air circulation promote spore spread."
      ],
      "immediate_treatment": [
        "Apply fungicides like propiconazole or azoxystrobin at first symptoms.",
        "Remove infected lower leaves immediately to reduce spore load.",
        "Improve field drainage to reduce humidity around plants.",
        "Ensure proper plant spacing for better air circulation.",
        "Spray fungicides every 10-14 days during favorable weather."
      ],
      "prevention_tips": [
        "Practice crop rotation with non-host crops like legumes.",
        "Plant resistant corn varieties when available.",
        "Remove and burn crop residue after harvest completely.",
        "Maintain proper plant spacing to improve air circulation."
      ],
      "estimated_cost": "₹2,000 - ₹3,000 per acre"
    },
    "hindi": {
      "disease_name": "मक्का का धूसर पत्ती धब्बा रोग",
      "severity": "उच्च",
      "simple_explanation": "मक्के की पत्तियों को प्रभावित करने वाला एक गंभीर कवक रोग, जो आयताकार भूरे-स्लेटी घाव बनाता है। गंभीर मामलों में यह पूर्ण पत्ती झड़ना और फसल हानि का कारण बनता है।",
      "causes": [
        "गर्म नम मौसम में सर्कोस्पोरा जी-मेडिस कवक के कारण होता है।",
        "उच्च आर्द्रता और 80-85°F तापमान रोग विकास को बढ़ावा देता है।",
        "लगातार मक्का की खेती और फसल अवशेष संक्रमण जोखिम बढ़ाते हैं।",
        "घने रोपण और खराब हवा संचार बीजाणु फैलाव को बढ़ावा देते हैं।"
      ],
      "immediate_treatment": [
        "पहले लक्षणों पर प्रोपिकोनाजोल या एजोक्सिस्ट्रोबिन कवकनाशी लगाएं।",
        "बीजाणु भार कम करने के लिए संक्रमित निचली पत्तियां तुरंत हटाएं।",
        "पौधों के आसपास आर्द्रता कम करने के लिए खेत की जल निकासी में सुधार करें।",
        "बेहतर हवा संचार के लिए उचित पौधे की दूरी सुनिश्चित करें।",
        "अनुकूल मौसम के दौरान हर 10-14 दिन में कवकनाशी छिड़काव करें।"
      ],
      "prevention_tips": [
        "फलीदार जैसी गैर-मेजबान फसलों के साथ फसल चक्र अपनाएं।",
        "उपलब्ध होने पर प्रतिरोधी मक्का की किस्में लगाएं।",
        "फसल कटाई के बाद फसल अवशेष को पूरी तरह हटाकर जलाएं।",
        "हवा संचार में सुधार के लिए उचित पौधे की दूरी बनाए रखें।"
      ],
      "estimated_cost": "₹2,000 - ₹3,000 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਮੱਕੀ ਦਾ ਸਲੇਟੀ ਪੱਤਾ ਧੱਬਾ ਰੋਗ",
      "severity": "ਉੱਚ",
      "simple_explanation": "ਮੱਕੀ ਦੀਆਂ ਪੱਤੀਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਨ ਵਾਲਾ ਇੱਕ ਗੰਭੀਰ ਫੰਗਲ ਰੋਗ, ਜੋ ਆਇਤਾਕਾਰ ਸਲੇਟੀ-ਭੂਰੇ ਘਾਵ ਬਣਾਉਂਦਾ ਹੈ। ਗੰਭੀਰ ਮਾਮਲਿਆਂ ਵਿੱਚ ਇਹ ਪੂਰੀ ਪੱਤੀ ਝੜਨਾ ਅਤੇ ਫਸਲ ਨੁਕਸਾਨ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ।",
      "causes": [
        "ਗਰਮ ਨਮ ਮੌਸਮ ਵਿੱਚ ਸਰਕੋਸਪੋਰਾ ਜ਼ੀ-ਮੇਡਿਸ ਫੰਗਸ ਦੇ ਕਾਰਨ ਹੁੰਦਾ ਹੈ।",
        "ਉੱਚ ਨਮੀ ਅਤੇ 80-85°F ਤਾਪਮਾਨ ਰੋਗ ਵਿਕਾਸ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ।",
        "ਲਗਾਤਾਰ ਮੱਕੀ ਦੀ ਖੇਤੀ ਅਤੇ ਫਸਲ ਅਵਸ਼ੇਸ਼ ਸੰਕਰਮਣ ਜੋਖਮ ਵਧਾਉਂਦੇ ਹਨ।",
        "ਸੰਘਣੀ ਬਿਜਾਈ ਅਤੇ ਖਰਾਬ ਹਵਾ ਸੰਚਾਰ ਸਪੋਰ ਫੈਲਾਵ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ।"
      ],
      "immediate_treatment": [
        "ਪਹਿਲੇ ਲੱਛਣਾਂ 'ਤੇ ਪ੍ਰੋਪਿਕੋਨਾਜ਼ੋਲ ਜਾਂ ਅਜ਼ੋਕਸਿਸਟ੍ਰੋਬਿਨ ਫੰਗੀਸਾਇਡ ਲਗਾਓ।",
        "ਸਪੋਰ ਲੋਡ ਘਟਾਉਣ ਲਈ ਸੰਕਰਮਿਤ ਹੇਠਲੀਆਂ ਪੱਤੀਆਂ ਤੁਰੰਤ ਹਟਾਓ।",
        "ਪੌਧਿਆਂ ਦੇ ਆਸਪਾਸ ਨਮੀ ਘਟਾਉਣ ਲਈ ਖੇਤ ਦੀ ਜਲ ਨਿਕਾਸੀ ਵਿੱਚ ਸੁਧਾਰ ਕਰੋ।",
        "ਬਿਹਤਰ ਹਵਾ ਸੰਚਾਰ ਲਈ ਸਹੀ ਪੌਧੇ ਦੀ ਦੂਰੀ ਯਕੀਨੀ ਬਣਾਓ।",
        "ਅਨੁਕੂਲ ਮੌਸਮ ਦੌਰਾਨ ਹਰ 10-14 ਦਿਨ ਵਿੱਚ ਫੰਗੀਸਾਇਡ ਛਿੜਕਾਅ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਫਲੀਦਾਰ ਵਰਗੀਆਂ ਗੈਰ-ਮੇਜ਼ਬਾਨ ਫਸਲਾਂ ਨਾਲ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ।",
        "ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਪ੍ਰਤੀਰੋਧੀ ਮੱਕੀ ਦੀਆਂ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਫਸਲ ਕਟਾਈ ਤੋਂ ਬਾਅਦ ਫਸਲ ਅਵਸ਼ੇਸ਼ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਹਟਾ ਕੇ ਜਲਾਓ।",
        "ਹਵਾ ਸੰਚਾਰ ਵਿੱਚ ਸੁਧਾਰ ਲਈ ਸਹੀ ਪੌਧੇ ਦੀ ਦੂਰੀ ਬਣਾਈ ਰੱਖੋ।"
      ],
      "estimated_cost": "₹2,000 - ₹3,000 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "मक्याचा राखाडी पान ठिपका रोग",
      "severity": "उच्च",
      "simple_explanation": "मक्याच्या पानांना प्रभावित करणारा एक गंभीर बुरशीजन्य रोग, जो आयताकृती राखाडी-तपकिरी जखमा निर्माण करतो. गंभीर प्रकरणांमध्ये हे संपूर्ण पान गळणे आणि पिकाचे नुकसान घडवू शकते.",
      "causes": [
        "उष्ण ओल्या हवामानात सर्कोस्पोरा झी-मेडिस बुरशीमुळे होतो.",
        "उच्च आर्द्रता आणि 80-85°F तापमान रोग विकासास प्रोत्साहन देते.",
        "सतत मक्याची लागवड आणि पिक अवशेष संसर्ग धोका वाढवतात.",
        "दाट लावणी आणि खराब हवा प्रवाह बीजाणू प्रसार वाढवतो."
      ],
      "immediate_treatment": [
        "पहिल्या लक्षणांवर प्रोपिकोनाझोल किंवा अझोक्सिस्ट्रोबिन बुरशीनाशक लावा.",
        "बीजाणू भार कमी करण्यासाठी संसर्गित खालची पाने ताबडतोब काढा.",
        "वनस्पतींभोवती आर्द्रता कमी करण्यासाठी शेतातील पाणी निचरा सुधारा.",
        "उत्तम हवा प्रवाहासाठी योग्य वनस्पती अंतर सुनिश्चित करा.",
        "अनुकूल हवामान दरम्यान दर 10-14 दिवसांनी बुरशीनाशक फवारणी करा."
      ],
      "prevention_tips": [
        "कडधान्ये सारख्या गैर-यजमान पिकांसह पीक फेरफार करा.",
        "उपलब्ध असल्यास प्रतिरोधी मक्याच्या जाती लावा.",
        "कापणीनंतर पिक अवशेष पूर्णपणे काढून जाळा.",
        "हवा प्रवाह सुधारण्यासाठी योग्य वनस्पती अंतर ठेवा."
      ],
      "estimated_cost": "₹2,000 - ₹3,000 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "मकई के धूसर पत्ता धब्बा रोग",
      "severity": "ऊंचा",
      "simple_explanation": "मकई के पत्ता के प्रभावित करे वाला एगो गंभीर कवक रोग बा, जे आयताकार धूसर-भूरा घाव बनावेला। गंभीर मामला में ई पूरा पत्ता झड़ावे अउ फसल के नुकसान करेला।",
      "causes": [
        "गरम नम मौसम में सर्कोस्पोरा जी-मेडिस कवक से होखेला।",
        "ऊंच नमी अउ 80-85°F तापमान रोग बिकास के बढ़ावेला।",
        "लगातार मकई के खेती अउ फसल बचल चीज संक्रमण जोखिम बढ़ावेला।",
        "घना रोपाई अउ खराब हवा बहाव बीजाणु फैलाव के बढ़ावेला।"
      ],
      "immediate_treatment": [
        "पहिला लच्छन पर प्रोपिकोनाजोल या एजोक्सिस्ट्रोबिन कवकनाशी लगावीं।",
        "बीजाणु भार कम करे खातिर संक्रमित निचला पत्ता तुरे हटावीं।",
        "पौधा के आसपास नमी कम करे खातिर खेत के पानी निकास सुधारीं।",
        "बढ़िया हवा बहाव खातिर सही पौधा दूरी यकीनी बनावीं।",
        "अनुकूल मौसम में हर 10-14 दिन में कवकनाशी छिड़काव करीं।"
      ],
      "prevention_tips": [
        "दलहन जइसन गैर-मेजबान फसल के साथ फसल चक्र अपनावीं।",
        "मिले त प्रतिरोधी मकई के किसम लगावीं।",
        "फसल काटे के बाद फसल बचल चीज पूरा हटा के जलावीं।",
        "हवा बहाव सुधारे खातिर सही पौधा दूरी बनाये राखीं।"
      ],
      "estimated_cost": "₹2,000 - ₹3,000 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "मकई को धूसर पत्तो धब्बो रोग",
      "severity": "ऊंचो",
      "simple_explanation": "मकई रा पत्तां नै प्रभावित करण वाळो एक गंभीर फफूंदी रोग है, जो आयताकार धूसर-भूरे घाव बणावै। गंभीर मामलां में यो पूरो पत्तो झड़ावै अर फसल को नुकसान करै।",
      "causes": [
        "गरम नम मौसम में सर्कोस्पोरा जी-मेडिस फफूंदी सूं होवै।",
        "ऊंची नमी अर 80-85°F तापमान रोग विकास नै बढ़ावै।",
        "लगातार मकई री खेती अर फसल अवशेष संक्रमण जोखिम बधावै।",
        "सघन रोपाई अर खराब हवा बहाव बीजाणु फैलाव नै बढ़ावै।"
      ],
      "immediate_treatment": [
        "पैली लच्छणां प प्रोपिकोनाजोल या एजोक्सिस्ट्रोबिन फफूंदनाशी लगावो।",
        "बीजाणु भार कम करण खातिर संक्रमित निचले पत्तां तुरंत हटावो।",
        "पौधां रे आसपास नमी कम करण खातिर खेत री पाणी निकास सुधारो।",
        "बढ़िया हवा बहाव खातिर सही पौधो दूरी यकीनी बणावो।",
        "अनुकूल मौसम में हर 10-14 दिन में फफूंदनाशी छिड़काव करो।"
      ],
      "prevention_tips": [
        "दळहन जैड़ी गैर-मेजबान फसलां रे साथ फसल चक्र अपनावो।",
        "मिलै तो प्रतिरोधी मकई री किसमां लगावो।",
        "फसल काटण रे बाद फसल अवशेष पूरी तरा हटाय के जळावो।",
        "हवा बहाव सुधारण खातिर सही पौधो दूरी बणायो राखो।"
      ],
      "estimated_cost": "₹2,000 - ₹3,000 प्रति एकड़"
    }
  }
}
