{
  "5": {
    "label": "Corn_(maize)___Common_rust_",
    "english": {
      "disease_name": "Common Rust",
      "severity": "Medium",
      "simple_explanation": "A fungal disease affecting corn leaves with circular to oval golden-brown pustules containing rust-colored spores. It prefers cooler weather and rarely causes severe damage in hybrid corn varieties but can affect seed corn and sweet corn production.",
      "causes": [
        "Caused by fungus Puccinia sorghi in cooler temperatures (61-77°F).",
        "Spores blown northward on wind currents from southern regions annually.",
        "High humidity and leaf wetness of 6 hours required for infection.",
        "Dense plantings and poor air circulation promote disease spread."
      ],
      "immediate_treatment": [
        "Apply fungicides like mancozeb at 0.2-0.25% concentration every 10 days.",
        "Remove infected lower leaves to reduce spore load in field.",
        "Improve drainage to reduce humidity around plants.",
        "Ensure proper plant spacing for better air circulation.",
        "Monitor disease development especially during tasseling stage."
      ],
      "prevention_tips": [
        "Plant resistant or tolerant hybrid varieties when available.",
        "Practice crop rotation with non-host crops to break disease cycle.",
        "Plant early maturing varieties to avoid peak infection period.",
        "Maintain good field sanitation by removing crop debris after harvest."
      ],
      "estimated_cost": "₹1,200 - ₹2,000 per acre"
    },
    "hindi": {
      "disease_name": "मक्का का सामान्य रतुआ रोग",
      "severity": "मध्यम",
      "simple_explanation": "मक्के की पत्तियों को प्रभावित करने वाला कवक रोग जो गोलाकार से अंडाकार सुनहरे-भूरे फुंसियां बनाता है। यह ठंडे मौसम को पसंद करता है और संकर मक्का में गंभीर नुकसान कम करता है।",
      "causes": [
        "ठंडे तापमान (61-77°F) में पकिनिया सोरघी कवक के कारण होता है।",
        "हर साल दक्षिणी क्षेत्रों से हवा की धाराओं पर बीजाणु उत्तर की ओर उड़ाए जाते हैं।",
        "संक्रमण के लिए उच्च आर्द्रता और 6 घंटे पत्ती गीलापन आवश्यक।",
        "घना रोपण और खराब हवा संचार रोग फैलाव को बढ़ावा देते हैं।"
      ],
      "immediate_treatment": [
        "हर 10 दिन में 0.2-0.25% सांद्रता पर मैंकोजेब कवकनाशी लगाएं।",
        "खेत में बीजाणु भार कम करने के लिए संक्रमित निचली पत्तियां हटाएं।",
        "पौधों के आसपास आर्द्रता कम करने के लिए जल निकासी में सुधार करें।",
        "बेहतर हवा संचार के लिए उचित पौधे की दूरी सुनिश्चित करें।",
        "विशेष रूप से फूल आने के समय रोग विकास की निगरानी करें।"
      ],
      "prevention_tips": [
        "उपलब्ध होने पर प्रतिरोधी या सहनशील संकर किस्में लगाएं।",
        "रोग चक्र तोड़ने के लिए गैर-मेजबान फसलों के साथ फसल चक्र अपनाएं।",
        "चरम संक्रमण अवधि से बचने के लिए जल्दी पकने वाली किस्में लगाएं।",
        "फसल कटाई के बाद फसल मलबा हटाकर अच्छी खेत स्वच्छता बनाए रखें।"
      ],
      "estimated_cost": "₹1,200 - ₹2,000 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਮੱਕੀ ਦਾ ਸਾਮਾਨ ਰਤੁਆ ਰੋਗ",
      "severity": "ਮੱਧਮ",
      "simple_explanation": "ਮੱਕੀ ਦੀਆਂ ਪੱਤੀਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਨ ਵਾਲਾ ਫੰਗਲ ਰੋਗ ਜੋ ਗੋਲਾਕਾਰ ਤੋਂ ਅੰਡਾਕਾਰ ਸੁਨਹਿਰੇ-ਭੂਰੇ ਫੁੰਸੀਆਂ ਬਣਾਉਂਦਾ ਹੈ। ਇਹ ਠੰਡੇ ਮੌਸਮ ਨੂੰ ਪਸੰਦ ਕਰਦਾ ਹੈ ਅਤੇ ਹਾਈਬ੍ਰਿਡ ਮੱਕੀ ਵਿੱਚ ਘਾਤਕ ਨੁਕਸਾਨ ਘੱਟ ਕਰਦਾ ਹੈ।",
      "causes": [
        "ਠੰਡੇ ਤਾਪਮਾਨ (61-77°F) ਵਿੱਚ ਪਕਿਨਿਆ ਸੋਰਘੀ ਫੰਗਸ ਦੇ ਕਾਰਨ ਹੁੰਦਾ ਹੈ।",
        "ਹਰ ਸਾਲ ਦੱਖਣੀ ਖੇਤਰਾਂ ਤੋਂ ਹਵਾ ਦੀਆਂ ਧਾਰਾਵਾਂ ਉੱਤੇ ਸਪੋਰ ਉੱਤਰ ਵੱਲ ਉਡਾਏ ਜਾਂਦੇ ਹਨ।",
        "ਸੰਕਰਮਣ ਲਈ ਉੱਚ ਨਮੀ ਅਤੇ 6 ਘੰਟੇ ਪੱਤੀ ਗਿੱਲਾਪਨ ਜ਼ਰੂਰੀ।",
        "ਸੰਘਣੀ ਰੋਪਾਈ ਅਤੇ ਖਰਾਬ ਹਵਾ ਸੰਚਾਰ ਰੋਗ ਫੈਲਾਵ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ।"
      ],
      "immediate_treatment": [
        "ਹਰ 10 ਦਿਨ ਵਿੱਚ 0.2-0.25% ਸੰਦ੍ਰਤਾ 'ਤੇ ਮੈਂਕੋਜ਼ੇਬ ਫੰਗੀਸਾਇਡ ਲਗਾਓ।",
        "ਖੇਤ ਵਿੱਚ ਸਪੋਰ ਲੋਡ ਘਟਾਉਣ ਲਈ ਸੰਕਰਮਿਤ ਹੇਠਲੀਆਂ ਪੱਤੀਆਂ ਹਟਾਓ।",
        "ਪੌਧਿਆਂ ਦੇ ਆਸਪਾਸ ਨਮੀ ਘਟਾਉਣ ਲਈ ਜਲ ਨਿਕਾਸੀ ਵਿੱਚ ਸੁਧਾਰ ਕਰੋ।",
        "ਬਿਹਤਰ ਹਵਾ ਸੰਚਾਰ ਲਈ ਸਹੀ ਪੌਧੇ ਦੀ ਦੂਰੀ ਯਕੀਨੀ ਬਣਾਓ।",
        "ਖਾਸ ਤੌਰ 'ਤੇ ਫੁੱਲ ਆਉਣ ਦੇ ਸਮੇਂ ਰੋਗ ਵਿਕਾਸ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਪ੍ਰਤੀਰੋਧੀ ਜਾਂ ਸਹਿਣਸ਼ੀਲ ਹਾਈਬ੍ਰਿਡ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਰੋਗ ਚੱਕਰ ਤੋੜਨ ਲਈ ਗੈਰ-ਮੇਜ਼ਬਾਨ ਫਸਲਾਂ ਨਾਲ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ।",
        "ਚਰਮ ਸੰਕਰਮਣ ਅਵਧੀ ਤੋਂ ਬਚਣ ਲਈ ਜਲਦੀ ਪੱਕਣ ਵਾਲੀਆਂ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਫਸਲ ਕਟਾਈ ਤੋਂ ਬਾਅਦ ਫਸਲ ਮਲਬਾ ਹਟਾ ਕੇ ਚੰਗੀ ਖੇਤ ਸਫਾਈ ਬਣਾਈ ਰੱਖੋ।"
      ],
      "estimated_cost": "₹1,200 - ₹2,000 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "मक्याचा सामान्य तांबेरा रोग",
      "severity": "मध्यम",
      "simple_explanation": "मक्याच्या पानांना प्रभावित करणारा बुरशीजन्य रोग जो गोलाकार ते अंडाकृती सुवर्ण-तपकिरी फोड निर्माण करतो. हे थंड हवामान पसंत करते आणि हायब्रिड मक्यामध्ये क्वचितच गंभीर नुकसान करते.",
      "causes": [
        "थंड तापमानात (61-77°F) पुसिनिया सोर्घी बुरशीमुळे होतो.",
        "दरवर्षी दक्षिणी प्रदेशांतून वाऱ्याच्या प्रवाहावर बीजाणू उत्तरेकडे उडतात.",
        "संसर्गासाठी उच्च आर्द्रता आणि 6 तास पान ओलावा आवश्यक.",
        "दाट लागवड आणि खराब हवा प्रवाह रोग प्रसार वाढवतो."
      ],
      "immediate_treatment": [
        "दर 10 दिवसांनी 0.2-0.25% एकाग्रतेत मॅन्कोझेब बुरशीनाशक लावा.",
        "शेतातील बीजाणू भार कमी करण्यासाठी संसर्गित खालची पाने काढा.",
        "वनस्पतींभोवती आर्द्रता कमी करण्यासाठी पाणी निचरा सुधारा.",
        "उत्तम हवा प्रवाहासाठी योग्य वनस्पती अंतर सुनिश्चित करा.",
        "विशेषतः कणीस येण्याच्या वेळी रोग विकासाचे निरीक्षण करा."
      ],
      "prevention_tips": [
        "उपलब्ध असल्यास प्रतिरोधी किंवा सहनशील हायब्रिड जाती लावा.",
        "रोग चक्र मोडण्यासाठी गैर-यजमान पिकांसह पीक फेरफार करा.",
        "उच्च संसर्ग कालावधी टाळण्यासाठी लवकर पिकणाऱ्या जाती लावा.",
        "कापणीनंतर पिक अवशेष काढून चांगली शेत स्वच्छता राखा."
      ],
      "estimated_cost": "₹1,200 - ₹2,000 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "मकई के सामान्य रतुआ रोग",
      "severity": "मध्यम",
      "simple_explanation": "मकई के पत्ता के प्रभावित करे वाला कवक रोग जे गोल से अंडाकार सुनहरा-भूरा फुंसी बनावेला। ई ठंडा मौसम के पसंद करेला अउ हाईब्रिड मकई में गंभीर नुकसान कम करेला।",
      "causes": [
        "ठंडा तापमान (61-77°F) में पकिनिया सोरघी कवक से होखेला।",
        "हर साल दक्खिनी इलाका से हवा के धारा पर बीजाणु उत्तर दिशा में उड़ल जाला।",
        "संक्रमण खातिर ऊंच नमी अउ 6 घंटा पत्ता गीलापन जरूरी।",
        "घना रोपाई अउ खराब हवा बहाव रोग फैलाव के बढ़ावेला।"
      ],
      "immediate_treatment": [
        "हर 10 दिन में 0.2-0.25% सांद्रता पर मैंकोजेब कवकनाशी लगावीं।",
        "खेत में बीजाणु भार कम करे खातिर संक्रमित निचला पत्ता हटावीं।",
        "पौधा के आसपास नमी कम करे खातिर पानी निकास सुधारीं।",
        "बढ़िया हवा बहाव खातिर सही पौधा दूरी यकीनी बनावीं।",
        "खासकर फूल आवे के समय रोग बिकास के निगरानी करीं।"
      ],
      "prevention_tips": [
        "मिले त प्रतिरोधी या सहनशील हाईब्रिड किसम लगावीं।",
        "रोग चक्र तोड़े खातिर गैर-मेजबान फसल के साथ फसल चक्र अपनावीं।",
        "चरम संक्रमण अवधि से बचे खातिर जल्दी पकै वाला किसम लगावीं।",
        "फसल काटे के बाद फसल मलबा हटा के बढ़िया खेत सफाई बनाये राखीं।"
      ],
      "estimated_cost": "₹1,200 - ₹2,000 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "मकई को सामान्य रतुआ रोग",
      "severity": "मध्यम",
      "simple_explanation": "मकई रा पत्तां नै प्रभावित करण वाळो कवक रोग जो गोल सूं अंडाकार सुनहरो-भूरो फुंसी बणावै। यो ठंडो मौसम पसंद करै अर हाईब्रिड मकई में गंभीर नुकसान कम करै।",
      "causes": [
        "ठंडो तापमान (61-77°F) में पकिनिया सोरघी कवक सूं होवै।",
        "हर साल दक्खिणी इलाकां सूं हवा री धारा प उत्तर दिशा में बीजाणु उड़ावै।",
        "संक्रमण खातिर ऊंची नमी अर 6 घंटा पत्तो गीलापन जरूरी।",
        "घनी रोपाई अर खराब हवा बहाव रोग फैलाव नै बढ़ावै।"
      ],
      "immediate_treatment": [
        "हर 10 दिन में 0.2-0.25% सांद्रता प मैंकोजेब कवकनाशी लगावो।",
        "खेत में बीजाणु भार कम करण खातिर संक्रमित निचले पत्तां हटावो।",
        "पौधां रे आसपास नमी कम करण खातिर पाणी निकास सुधारो।",
        "बढ़िया हवा बहाव खातिर सही पौधो दूरी यकीनी बणावो।",
        "खासकर फूल आवण रे समै रोग विकास री निगरानी करो।"
      ],
      "prevention_tips": [
        "मिलै तो प्रतिरोधी या सहनशील हाईब्रिड किसमां लगावो।",
        "रोग चक्र तोड़ण खातिर गैर-मेजबान फसलां रे साथ फसल चक्र अपनावो।",
        "चरम संक्रमण अवधी सूं बचण खातिर जल्दी पकै वाली किसमां लगावो।",
        "फसल काटण रे बाद फसल मलबो हटाय के बढ़िया खेत सफाई बणायो राखो।"
      ],
      "estimated_cost": "₹1,200 - ₹2,000 प्रति एकड़"
    }
  }
}
