{
  "6": {
    "label": "Corn_(maize)___healthy",
    "english": {
      "disease_name": "Healthy Corn",
      "severity": "None",
      "simple_explanation": "A healthy corn plant displays vibrant green leaves with no disease spots, proper stem development, and full ear formation. Good nutrition, adequate moisture, and proper field management maintain optimal plant health and maximize grain yield potential.",
      "causes": [
        "Well-balanced soil pH between 6.0-7.0 for optimal nutrient uptake.",
        "Adequate moisture of 500-750mm during growing season especially at silking stage.",
        "Proper fertilization with NPK ratio 120:60:40 kg per hectare for good growth.",
        "Good field management practices including proper plant population and weed control."
      ],
      "immediate_treatment": [
        "Continue regular field monitoring for early pest and disease detection.",
        "Maintain consistent soil moisture through proper irrigation scheduling.",
        "Apply balanced fertilizers according to growth stage requirements.",
        "Keep fields weed-free through timely cultivation and herbicide application.",
        "Monitor for insect pests like stem borers during vulnerable growth stages."
      ],
      "prevention_tips": [
        "Select high-yielding hybrid varieties suited to local agro-climatic conditions.",
        "Follow recommended plant population of 75,000-85,000 plants per hectare.",
        "Practice integrated nutrient management with organic and inorganic fertilizers.",
        "Implement crop rotation with legumes to maintain soil fertility naturally."
      ],
      "estimated_cost": "₹800 - ₹1,200 per acre for maintenance"
    },
    "hindi": {
      "disease_name": "स्वस्थ मक्का",
      "severity": "कोई नहीं",
      "simple_explanation": "स्वस्थ मक्का का पौधा चमकदार हरी पत्तियों के साथ दिखता है जिसमें कोई रोग के धब्बे नहीं होते, उचित तना विकास होता है और पूर्ण भुट्टा बनता है। अच्छा पोषण, पर्याप्त नमी और उचित खेत प्रबंधन से अधिकतम उत्पादन मिलता है।",
      "causes": [
        "इष्टतम पोषक तत्व अवशोषण के लिए 6.0-7.0 के बीच संतुलित मिट्टी pH।",
        "बढ़ते मौसम में विशेषकर रेशम निकलने के समय 500-750 मिमी पर्याप्त नमी।",
        "अच्छे विकास के लिए 120:60:40 किग्रा प्रति हेक्टेयर NPK अनुपात में उचित उर्वरकीकरण।",
        "उचित पौध संख्या और खरपतवार नियंत्रण सहित अच्छी खेत प्रबंधन प्रथाएं।"
      ],
      "immediate_treatment": [
        "प्रारंभिक कीट और रोग पहचान के लिए नियमित खेत निगरानी जारी रखें।",
        "उचित सिंचाई कार्यक्रम के माध्यम से निरंतर मिट्टी की नमी बनाए रखें।",
        "विकास चरण आवश्यकताओं के अनुसार संतुलित उर्वरक लगाएं।",
        "समय पर खुदाई और शाकनाशी प्रयोग के माध्यम से खेत को खरपतवार मुक्त रखें।",
        "कमजोर विकास चरणों में तना छेदक जैसे कीट कीड़ों की निगरानी करें।"
      ],
      "prevention_tips": [
        "स्थानीय कृषि-जलवायु परिस्थितियों के अनुकूल उच्च उत्पादन संकर किस्में चुनें।",
        "प्रति हेक्टेयर 75,000-85,000 पौधों की सिफारिशी पौध संख्या का पालन करें।",
        "जैविक और अजैविक उर्वरकों के साथ एकीकृत पोषक प्रबंधन अपनाएं।",
        "प्राकृतिक रूप से मिट्टी उर्वरता बनाए रखने के लिए फलीदार के साथ फसल चक्र लागू करें।"
      ],
      "estimated_cost": "₹800 - ₹1,200 प्रति एकड़ रखरखाव के लिए"
    },
    "punjabi": {
      "disease_name": "ਤੰਦਰੁਸਤ ਮੱਕੀ",
      "severity": "ਕੋਈ ਨਹੀਂ",
      "simple_explanation": "ਤੰਦਰੁਸਤ ਮੱਕੀ ਦਾ ਪੌਧਾ ਚਮਕਦਾਰ ਹਰੀਆਂ ਪੱਤੀਆਂ ਨਾਲ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਜਿਸ ਵਿੱਚ ਕੋਈ ਰੋਗ ਦੇ ਧੱਬੇ ਨਹੀਂ ਹੁੰਦੇ, ਸਹੀ ਤਣੇ ਦਾ ਵਿਕਾਸ ਹੁੰਦਾ ਹੈ ਅਤੇ ਪੂਰੀ ਭੁੱਟੀ ਬਣਦੀ ਹੈ। ਚੰਗਾ ਪੋਸ਼ਣ, ਪਰਯਾਪਤ ਨਮੀ ਅਤੇ ਸਹੀ ਖੇਤ ਪ੍ਰਬੰਧਨ ਨਾਲ ਅਧਿਕਤਮ ਉਤਪਾਦਨ ਮਿਲਦਾ ਹੈ।",
      "causes": [
        "ਇੱਸ਼ਟਤਮ ਪੋਸ਼ਕ ਤੱਤ ਸੋਖਣ ਲਈ 6.0-7.0 ਦੇ ਵਿਚਕਾਰ ਸੰਤੁਲਿਤ ਮਿੱਟੀ pH।",
        "ਵਧਣ ਦੇ ਮੌਸਮ ਵਿੱਚ ਖਾਸ ਕਰਕੇ ਰੇਸ਼ਮ ਨਿਕਲਣ ਸਮੇਂ 500-750 ਮਿਮੀ ਪਰਯਾਪਤ ਨਮੀ।",
        "ਚੰਗੇ ਵਿਕਾਸ ਲਈ 120:60:40 ਕਿਗਰਾ ਪ੍ਰਤੀ ਹੈਕਟੇਅਰ NPK ਅਨੁਪਾਤ ਵਿੱਚ ਸਹੀ ਖਾਦ।",
        "ਸਹੀ ਪੌਧੇ ਸੰਖਿਆ ਅਤੇ ਜੰਗਲੀ ਬੂਟੀ ਨਿਯੰਤਰਣ ਸਮੇਤ ਚੰਗੀ ਖੇਤ ਪ੍ਰਬੰਧਨ ਪ੍ਰਥਾਵਾਂ।"
      ],
      "immediate_treatment": [
        "ਸ਼ੁਰੂਆਤੀ ਕੀੜੇ ਅਤੇ ਰੋਗ ਪਛਾਣ ਲਈ ਨਿਯਮਿਤ ਖੇਤ ਨਿਗਰਾਨੀ ਜਾਰੀ ਰੱਖੋ।",
        "ਸਹੀ ਸਿੰਚਾਈ ਕਾਰਯਕ੍ਰਮ ਰਾਹੀਂ ਨਿਰੰਤਰ ਮਿੱਟੀ ਦੀ ਨਮੀ ਬਣਾਈ ਰੱਖੋ।",
        "ਵਿਕਾਸ ਪੜਾਅ ਲੋੜਾਂ ਅਨੁਸਾਰ ਸੰਤੁਲਿਤ ਖਾਦ ਲਗਾਓ।",
        "ਸਮੇਂ ਸਿਰ ਖੁਦਾਈ ਅਤੇ ਜੰਗਲੀ ਬੂਟੀ ਨਾਸ਼ਕ ਵਰਤੋਂ ਰਾਹੀਂ ਖੇਤ ਨੂੰ ਜੰਗਲੀ ਬੂਟੀ ਮੁਕਤ ਰੱਖੋ।",
        "ਕਮਜ਼ੋਰ ਵਿਕਾਸ ਪੜਾਵਾਂ ਵਿੱਚ ਤਣਾ ਛੇਦਕ ਵਰਗੇ ਕੀੜਿਆਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਸਥਾਨਕ ਖੇਤੀ-ਜਲਵਾਯੂ ਹਾਲਾਤਾਂ ਦੇ ਅਨੁਕੂਲ ਉੱਚ ਉਤਪਾਦਨ ਹਾਈਬ੍ਰਿਡ ਕਿਸਮਾਂ ਚੁਣੋ।",
        "ਪ੍ਰਤੀ ਹੈਕਟੇਅਰ 75,000-85,000 ਪੌਧਿਆਂ ਦੀ ਸਿਫਾਰਿਸ਼ੀ ਪੌਧੇ ਸੰਖਿਆ ਦਾ ਪਾਲਣਾ ਕਰੋ।",
        "ਜੈਵਿਕ ਅਤੇ ਅਜੈਵਿਕ ਖਾਦਾਂ ਨਾਲ ਏਕੀਕ੍ਰਿਤ ਪੋਸ਼ਕ ਪ੍ਰਬੰਧਨ ਅਪਣਾਓ।",
        "ਕੁਦਰਤੀ ਤੌਰ 'ਤੇ ਮਿੱਟੀ ਉਰਵਰਤਾ ਬਣਾਈ ਰੱਖਣ ਲਈ ਫਲੀਦਾਰ ਨਾਲ ਫਸਲ ਚੱਕਰ ਲਾਗੂ ਕਰੋ।"
      ],
      "estimated_cost": "₹800 - ₹1,200 ਪ੍ਰਤੀ ਏਕੜ ਰੱਖ-ਰਖਾਅ ਲਈ"
    },
    "marathi": {
      "disease_name": "निरोगी मका",
      "severity": "नाही",
      "simple_explanation": "निरोगी मक्याचे रोप चमकदार हिरवी पाने दाखवते ज्यावर रोगाचे कोणतेही डाग नसतात, योग्य दांडाचा विकास होतो आणि पूर्ण कणीस तयार होते. चांगले पोषण, पुरेसी ओलावा आणि योग्य शेत व्यवस्थापन इष्टतम उत्पादन देते.",
      "causes": [
        "इष्टतम पोषक द्रव्य शोषणासाठी 6.0-7.0 दरम्यान संतुलित मातीचे pH.",
        "वाढीच्या हंगामात विशेषतः रेशीम येण्याच्या वेळी 500-750 मिमी पुरेसी ओलावा.",
        "चांगल्या वाढीसाठी 120:60:40 किग्रा प्रति हेक्टर NPK गुणोत्तरात योग्य खतीकरण.",
        "योग्य रोप संख्या आणि तण नियंत्रणासह चांगले शेत व्यवस्थापन पद्धती."
      ],
      "immediate_treatment": [
        "प्रारंभिक किड आणि रोग ओळखण्यासाठी नियमित शेत निरीक्षण सुरू ठेवा.",
        "योग्य पाणी देण्याच्या वेळापत्रकाद्वारे सतत मातीची ओलावा राखा.",
        "वाढीच्या टप्प्याच्या गरजेनुसार संतुलित खते लावा.",
        "वेळेवर मशागत आणि तणनाशक वापराद्वारे शेतांना तणमुक्त ठेवा.",
        "असुरक्षित वाढीच्या टप्प्यांत दांडी पोखरणारे किडे यांसारख्या कीटकांचे निरीक्षण करा."
      ],
      "prevention_tips": [
        "स्थानिक कृषी-हवामान परिस्थितींसाठी योग्य उच्च उत्पादन हायब्रिड जाती निवडा.",
        "प्रति हेक्टर 75,000-85,000 रोपांच्या शिफारसीत रोप संख्येचे पालन करा.",
        "सेंद्रिय आणि अजैविक खतांसह एकात्मिक पोषक व्यवस्थापन स्वीकारा.",
        "नैसर्गिकपणे मातीची सुपीकता राखण्यासाठी कडधान्यांसह पीक फेरफार लागू करा."
      ],
      "estimated_cost": "₹800 - ₹1,200 प्रति एकर देखभालीसाठी"
    },
    "bhojpuri": {
      "disease_name": "तंदुरुस्त मकई",
      "severity": "कुछ नाहीं",
      "simple_explanation": "तंदुरुस्त मकई के पौधा चमकदार हरियर पत्ता के साथ देखाई देला जेमे कवनो रोग के धब्बा नाहीं होखेला, सही डंठल बिकास होखेला अउ पूरा भुट्टा बनेला। बढ़िया पोषण, पर्याप्त नमी अउ सही खेत प्रबंधन से अधिकतम उत्पादन मिलेला।",
      "causes": [
        "इष्टतम पोषक तत्व सोखे खातिर 6.0-7.0 के बीच संतुलित मिट्टी pH।",
        "बढ़े के मौसम में खासकर रेशमी निकले के समय 500-750 मिमी पर्याप्त नमी।",
        "बढ़िया बिकास खातिर 120:60:40 किग्रा प्रति हेक्टेयर NPK अनुपात में सही उर्वरकीकरण।",
        "सही पौध संख्या अउ खरपतवार नियंत्रण के साथ बढ़िया खेत प्रबंधन प्रथा।"
      ],
      "immediate_treatment": [
        "प्रारंभिक कीड़ा अउ रोग पहचान खातिर नियमित खेत निगरानी जारी राखीं।",
        "सही सिंचाई कार्यक्रम के माध्यम से निरंतर मिट्टी के नमी बनाये राखीं।",
        "बिकास चरण जरूरत के अनुसार संतुलित खाद लगावीं।",
        "समय पर खुदाई अउ शाकनाशी प्रयोग के माध्यम से खेत के खरपतवार मुक्त राखीं।",
        "कमजोर बिकास चरण में तना छेदक जइसन कीड़ा के निगरानी करीं।"
      ],
      "prevention_tips": [
        "स्थानीय कृषि-जलवायु परिस्थिति के अनुकूल उच्च उत्पादन संकर किसम चुनीं।",
        "प्रति हेक्टेयर 75,000-85,000 पौधा के सिफारिशी पौध संख्या के पालना करीं।",
        "जैविक अउ अजैविक खाद के साथ एकीकृत पोषक प्रबंधन अपनावीं।",
        "प्राकृतिक रूप से मिट्टी उर्वरता बनाये राखे खातिर दलहन के साथ फसल चक्र लागू करीं।"
      ],
      "estimated_cost": "₹800 - ₹1,200 प्रति एकड़ रखरखाव खातिर"
    },
    "rajasthani": {
      "disease_name": "तंदुरुस्त मकई",
      "severity": "कोई नाहीं",
      "simple_explanation": "तंदुरुस्त मकई को पौधो चमकदार हरे पत्तां रे साथ देखाई देवै जेमें कोई रोग रा धब्बा नाहीं होवै, सही डंठल विकास होवै अर पूरो भुट्टो बनै। बढ़िया पोषण, पर्याप्त नमी अर सही खेत प्रबंधन सूं अधिकतम उत्पादन मिलै।",
      "causes": [
        "इष्टतम पोषक तत्व सोषण खातिर 6.0-7.0 रे बीच संतुलित मिट्टी pH।",
        "बधण रे मौसम में खासकर रेशमी निकळण रे समै 500-750 मिमी पर्याप्त नमी।",
        "बढ़िया विकास खातिर 120:60:40 किग्रा प्रति हेक्टेयर NPK अनुपात में सही उर्वरकीकरण।",
        "सही पौध संख्या अर खरपतवार नियंत्रण रे साथ बढ़िया खेत प्रबंधन प्रथा।"
      ],
      "immediate_treatment": [
        "प्रारंभिक कीड़ा अर रोग पहचान खातिर नियमित खेत निगरानी जारी राखो।",
        "सही सिंचाई कार्यक्रम रे माध्यम सूं निरंतर मिट्टी री नमी बणायो राखो।",
        "विकास चरण जरूरत रे अनुसार संतुलित खाद लगावो।",
        "समै प खुदाई अर शाकनाशी प्रयोग रे माध्यम सूं खेत नै खरपतवार मुक्त राखो।",
        "कमजोर विकास चरणां में तना छेदक जैड़ा कीड़ा री निगरानी करो।"
      ],
      "prevention_tips": [
        "स्थानीय कृषि-जलवायु परिस्थिति रे अनुकूल उच्च उत्पादन संकर किसमां चुनो।",
        "प्रति हेक्टेयर 75,000-85,000 पौधां री सिफारिशी पौध संख्या को पालना करो।",
        "जैविक अर अजैविक खादां रे साथ एकीकृत पोषक प्रबंधन अपनावो।",
        "प्राकृतिक रूप सूं मिट्टी उर्वरता बणायो राखण खातिर दळहन रे साथ फसल चक्र लागू करो।"
      ],
      "estimated_cost": "₹800 - ₹1,200 प्रति एकड़ रखरखाव खातिर"
    }
  }
}
