{
  "7": {
    "label": "Potato___Early_blight",
    "english": {
      "disease_name": "Early Blight",
      "severity": "High",
      "simple_explanation": "A serious fungal disease causing dark, circular spots with concentric rings on potato leaves, resembling target patterns. It spreads rapidly in warm, humid conditions and can cause 40-70% yield loss by affecting photosynthesis and causing premature defoliation.",
      "causes": [
        "Caused by fungus Alternaria solani which survives in soil and plant debris.",
        "Warm temperatures 21-24°C with high humidity and frequent rainfall favor disease.",
        "Plant stress from poor nutrition, drought, or heavy tuber load increases susceptibility.",
        "Spores spread through wind, rain splashes, and contaminated irrigation water."
      ],
      "immediate_treatment": [
        "Apply fungicides like Mancozeb 40% + Azoxystrobin 7% at 625ml per acre.",
        "Use Azoxystrobin 11% + Tebuconazole 18.3% SC at 300ml per acre every 10-14 days.",
        "Remove and destroy infected lower leaves to reduce spore load immediately.",
        "Apply Copper Oxychloride 50% WP at 1000ml per acre during humid conditions.",
        "Ensure proper field drainage to reduce humidity around plants."
      ],
      "prevention_tips": [
        "Use certified disease-free seed potatoes from reliable sources.",
        "Practice crop rotation with non-solanaceous crops for 3-4 years.",
        "Plant resistant varieties like Kufri Jyoti, Kufri Pukhraj when available.",
        "Maintain proper plant nutrition especially nitrogen and potassium balance."
      ],
      "estimated_cost": "₹2,500 - ₹4,000 per acre"
    },
    "hindi": {
      "disease_name": "आलू का अगेती झुलसा रोग",
      "severity": "उच्च",
      "simple_explanation": "आलू की पत्तियों पर गोल, काले धब्बे बनाने वाला गंभीर कवक रोग जो निशाना जैसे दिखते हैं। यह गर्म, नम मौसम में तेजी से फैलता है और प्रकाश संश्लेषण प्रभावित कर 40-70% तक नुकसान पहुंचाता है।",
      "causes": [
        "अल्टरनेरिया सोलानी कवक के कारण होता है जो मिट्टी और पौधों के अवशेषों में जीवित रहता है।",
        "21-24°C गर्म तापमान, उच्च आर्द्रता और बार-बार बारिश रोग को बढ़ावा देती है।",
        "खराब पोषण, सूखा या अधिक कंद भार से पौधों में तनाव बढ़ता है।",
        "बीजाणु हवा, बारिश की बूंदों और दूषित सिंचाई पानी से फैलते हैं।"
      ],
      "immediate_treatment": [
        "मैंकोजेब 40% + एजोक्सिस्ट्रोबिन 7% का 625ml प्रति एकड़ छिड़काव करें।",
        "एजोक्सिस्ट्रोबिन 11% + टेब्यूकोनाजोल 18.3% SC का 300ml प्रति एकड़ हर 10-14 दिन में प्रयोग करें।",
        "बीजाणु कम करने के लिए संक्रमित निचली पत्तियों को तुरंत हटाकर नष्ट करें।",
        "नम परिस्थितियों में कॉपर ऑक्सिक्लोराइड 50% WP का 1000ml प्रति एकड़ प्रयोग करें।",
        "पौधों के आसपास नमी कम करने के लिए उचित खेत जल निकासी सुनिश्चित करें।"
      ],
      "prevention_tips": [
        "विश्वसनीय स्रोतों से प्रमाणित रोग मुक्त बीज आलू का उपयोग करें।",
        "सोलानेसी परिवार की फसलों के साथ 3-4 साल फसल चक्र अपनाएं।",
        "उपलब्ध होने पर कुफरी ज्योति, कुफरी पुखराज जैसी प्रतिरोधी किस्में लगाएं।",
        "विशेषकर नाइट्रोजन और पोटाशियम का संतुलित पौधा पोषण बनाए रखें।"
      ],
      "estimated_cost": "₹2,500 - ₹4,000 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਆਲੂ ਦਾ ਅਗੇਤੀ ਝੁਲਸਾ ਰੋਗ",
      "severity": "ਉੱਚ",
      "simple_explanation": "ਆਲੂ ਦੀਆਂ ਪੱਤੀਆਂ ਉੱਤੇ ਗੋਲ, ਕਾਲੇ ਧੱਬੇ ਬਣਾਉਣ ਵਾਲਾ ਗੰਭੀਰ ਫੰਗਲ ਰੋਗ ਜੋ ਨਿਸ਼ਾਨੇ ਵਰਗੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ। ਇਹ ਗਰਮ, ਨਮ ਮੌਸਮ ਵਿੱਚ ਤੇਜ਼ੀ ਨਾਲ ਫੈਲਦਾ ਹੈ ਅਤੇ 40-70% ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਂਦਾ ਹੈ।",
      "causes": [
        "ਅਲਟਰਨੇਰਿਆ ਸੋਲਾਨੀ ਫੰਗਸ ਦੇ ਕਾਰਨ ਹੁੰਦਾ ਹੈ ਜੋ ਮਿੱਟੀ ਅਤੇ ਪੌਧਿਆਂ ਦੇ ਅਵਸ਼ੇਸ਼ਾਂ ਵਿੱਚ ਜੀਵਿਤ ਰਹਿੰਦਾ ਹੈ।",
        "21-24°C ਗਰਮ ਤਾਪਮਾਨ, ਉੱਚ ਨਮੀ ਅਤੇ ਵਾਰ-ਵਾਰ ਬਰਸਾਤ ਰੋਗ ਨੂੰ ਵਧਾਉਂਦੀ ਹੈ।",
        "ਖਰਾਬ ਪੋਸ਼ਣ, ਸੁੱਕਾ ਜਾਂ ਜ਼ਿਆਦਾ ਟਿਊਬਰ ਭਾਰ ਨਾਲ ਪੌਧਿਆਂ ਵਿੱਚ ਤਣਾਅ ਵੱਧਦਾ ਹੈ।",
        "ਸਪੋਰ ਹਵਾ, ਬਰਸਾਤ ਦੀਆਂ ਬੂੰਦਾਂ ਅਤੇ ਦੂਸ਼ਿਤ ਸਿੰਚਾਈ ਪਾਣੀ ਨਾਲ ਫੈਲਦੇ ਹਨ।"
      ],
      "immediate_treatment": [
        "ਮੈਂਕੋਜ਼ੇਬ 40% + ਅਜ਼ੋਕਸਿਸਟ੍ਰੋਬਿਨ 7% ਦਾ 625ml ਪ੍ਰਤੀ ਏਕੜ ਛਿੜਕਾਅ ਕਰੋ।",
        "ਅਜ਼ੋਕਸਿਸਟ੍ਰੋਬਿਨ 11% + ਟੈਬਿਊਕੋਨਾਜ਼ੋਲ 18.3% SC ਦਾ 300ml ਪ੍ਰਤੀ ਏਕੜ ਹਰ 10-14 ਦਿਨ ਵਿੱਚ ਵਰਤੋਂ ਕਰੋ।",
        "ਸਪੋਰ ਘਟਾਉਣ ਲਈ ਸੰਕਰਮਿਤ ਹੇਠਲੀਆਂ ਪੱਤੀਆਂ ਤੁਰੰਤ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ।",
        "ਨਮ ਹਾਲਾਤਾਂ ਵਿੱਚ ਕਾਪਰ ਔਕਸਿਕਲੋਰਾਈਡ 50% WP ਦਾ 1000ml ਪ੍ਰਤੀ ਏਕੜ ਪ੍ਰਯੋਗ ਕਰੋ।",
        "ਪੌਧਿਆਂ ਦੇ ਆਸਪਾਸ ਨਮੀ ਘਟਾਉਣ ਲਈ ਸਹੀ ਖੇਤ ਜਲ ਨਿਕਾਸੀ ਯਕੀਨੀ ਬਣਾਓ।"
      ],
      "prevention_tips": [
        "ਭਰੋਸੇਮੰਦ ਸਰੋਤਾਂ ਤੋਂ ਪ੍ਰਮਾਣਿਤ ਰੋਗ ਮੁਕਤ ਬੀਜ ਆਲੂ ਦਾ ਵਰਤੋਂ ਕਰੋ।",
        "ਸੋਲਾਨੇਸੀ ਪਰਿਵਾਰ ਦੀਆਂ ਫਸਲਾਂ ਨਾਲ 3-4 ਸਾਲ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ।",
        "ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਕੁਫਰੀ ਜਿਯੋਤੀ, ਕੁਫਰੀ ਪੁਖਰਾਜ ਵਰਗੀਆਂ ਪ੍ਰਤੀਰੋਧੀ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਖਾਸ ਕਰਕੇ ਨਾਈਟ੍ਰੋਜਨ ਅਤੇ ਪੋਟਾਸ਼ੀਅਮ ਦਾ ਸੰਤੁਲਿਤ ਪੌਧਾ ਪੋਸ਼ਣ ਬਣਾਈ ਰੱਖੋ।"
      ],
      "estimated_cost": "₹2,500 - ₹4,000 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "बटाट्याचा पूर्व झुळसा रोग",
      "severity": "उच्च",
      "simple_explanation": "बटाट्याच्या पानांवर गोल, काळे डाग निर्माण करणारा गंभीर बुरशीजन्य रोग जे लक्ष्यासारखे दिसतात. हे उष्ण, ओल्या हवामानात वेगाने पसरते आणि प्रकाशसंश्लेषण प्रभावित करून 40-70% नुकसान करू शकते.",
      "causes": [
        "अल्टरनेरिया सोलानी बुरशीमुळे होतो जो मातीत आणि वनस्पतींच्या अवशेषांत जगतो.",
        "21-24°C उष्ण तापमान, उच्च आर्द्रता आणि वारंवार पावस रोगास प्रोत्साहन देतो.",
        "खराब पोषण, दुष्काळ किंवा जास्त कंद भारामुळे वनस्पतींमध्ये ताण वाढतो.",
        "बीजाणू वारा, पावसाच्या थेंबांनी आणि दूषित सिंचन पाण्याने पसरतात."
      ],
      "immediate_treatment": [
        "मॅन्कोझेब 40% + अझोक्सिस्ट्रोबिन 7% चे 625ml प्रति एकर फवारणी करा.",
        "अझोक्सिस्ट्रोबिन 11% + टेब्युकोनाझोल 18.3% SC चे 300ml प्रति एकर दर 10-14 दिवसांनी वापरा.",
        "बीजाणू कमी करण्यासाठी संक्रमित खालची पाने ताबडतोब काढून नष्ट करा.",
        "ओल्या परिस्थितीत कॉपर ऑक्सिक्लोराइड 50% WP चे 1000ml प्रति एकर वापरा.",
        "वनस्पतींभोवती आर्द्रता कमी करण्यासाठी योग्य शेत पाणी निचरा सुनिश्चित करा."
      ],
      "prevention_tips": [
        "विश्वसनीय स्त्रोतांकडून प्रमाणित रोगमुक्त बियाणे बटाटे वापरा.",
        "सोलानेसी कुटुंबातील पिकांसह 3-4 वर्षे पीक फेरफार करा.",
        "उपलब्ध असल्यास कुफरी ज्योती, कुफरी पुखराज सारख्या प्रतिरोधी जाती लावा.",
        "विशेषतः नायट्रोजन आणि पोटॅशियमचे संतुलित वनस्पती पोषण राखा."
      ],
      "estimated_cost": "₹2,500 - ₹4,000 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "आलू के अगेती झुलसा रोग",
      "severity": "ऊंचा",
      "simple_explanation": "आलू के पत्ता पर गोल, काला धब्बा बनावे वाला गंभीर कवक रोग जे निशाना जइसन देखाई देला। ई गरम, नम मौसम में तेजी से फैलेला अउ प्रकाश संश्लेषण प्रभावित करके 40-70% तक नुकसान पहुंचावेला।",
      "causes": [
        "अल्टरनेरिया सोलानी कवक से होखेला जे मिट्टी अउ पौधा के बचल चीज में जिंदा रहेला।",
        "21-24°C गरम तापमान, ऊंच नमी अउ बार-बार बरखा रोग के बढ़ावेला।",
        "खराब पोषण, सूखा या ज्यादा कंद भार से पौधा में तनाव बढ़ेला।",
        "बीजाणु हवा, बरखा के बूंद अउ दूषित सिंचाई पानी से फैलेला।"
      ],
      "immediate_treatment": [
        "मैंकोजेब 40% + एजोक्सिस्ट्रोबिन 7% के 625ml प्रति एकड़ छिड़काव करीं।",
        "एजोक्सिस्ट्रोबिन 11% + टेब्यूकोनाजोल 18.3% SC के 300ml प्रति एकड़ हर 10-14 दिन में इस्तेमाल करीं।",
        "बीजाणु कम करे खातिर संक्रमित निचला पत्ता तुरे हटा के नष्ट करीं।",
        "नम हालत में कॉपर ऑक्सिक्लोराइड 50% WP के 1000ml प्रति एकड़ प्रयोग करीं।",
        "पौधा के आसपास नमी कम करे खातिर सही खेत पानी निकास यकीनी बनावीं।"
      ],
      "prevention_tips": [
        "भरोसेमंद स्रोत से प्रमाणित रोग मुक्त बीज आलू के इस्तेमाल करीं।",
        "सोलानेसी परिवार के फसल के साथ 3-4 साल फसल चक्र अपनावीं।",
        "मिले त कुफरी ज्योति, कुफरी पुखराज जइसन प्रतिरोधी किसम लगावीं।",
        "खासकर नाइट्रोजन अउ पोटाश के संतुलित पौधा पोषण बनाये राखीं।"
      ],
      "estimated_cost": "₹2,500 - ₹4,000 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "आलू को अगेती झुलसा रोग",
      "severity": "ऊंचो",
      "simple_explanation": "आलू रा पत्तां प गोल, काले धब्बे बणावण वाळो गंभीर फफूंदी रोग जो निशानो जैड़ो देखाई देवै। यो गरम, नम मौसम में तेजी सूं फैलै अर प्रकाश संश्लेषण प्रभावित करके 40-70% तक नुकसान पहुंचावै।",
      "causes": [
        "अल्टरनेरिया सोलानी फफूंदी सूं होवै जो मिट्टी अर पौधां रा अवशेषां में जिंदा रहै।",
        "21-24°C गरम तापमान, ऊंची नमी अर बार-बार बरखा रोग नै बढ़ावै।",
        "खराब पोषण, सूखो या ज्यादा कंद भार सूं पौधां में तनाव बधै।",
        "बीजाणु हवा, बरखा री बूंदां अर दूषित सिंचाई पाणी सूं फैलै।"
      ],
      "immediate_treatment": [
        "मैंकोजेब 40% + एजोक्सिस्ट्रोबिन 7% को 625ml प्रति एकड़ छिड़काव करो।",
        "एजोक्सिस्ट्रोबिन 11% + टेब्यूकोनाजोल 18.3% SC को 300ml प्रति एकड़ हर 10-14 दिन में इस्तेमाल करो।",
        "बीजाणु कम करण खातिर संक्रमित निचले पत्तां तुरंत हटाय के नाश करो।",
        "नम हालत में कॉपर ऑक्सिक्लोराइड 50% WP को 1000ml प्रति एकड़ प्रयोग करो।",
        "पौधां रे आसपास नमी कम करण खातिर सही खेत पाणी निकास यकीनी बणावो।"
      ],
      "prevention_tips": [
        "भरोसेमंद स्रोत सूं प्रमाणित रोग मुक्त बीज आलू को इस्तेमाल करो।",
        "सोलानेसी परिवार री फसलां रे साथ 3-4 साल फसल चक्र अपनावो।",
        "मिलै तो कुफरी ज्योति, कुफरी पुखराज जैड़ी प्रतिरोधी किसमां लगावो।",
        "खासकर नाइट्रोजन अर पोटाश को संतुलित पौधो पोषण बणायो राखो।"
      ],
      "estimated_cost": "₹2,500 - ₹4,000 प्रति एकड़"
    }
  }
}
