{
  "8": {
    "label": "Potato___healthy",
    "english": {
      "disease_name": "Healthy Potato",
      "severity": "None",
      "simple_explanation": "A healthy potato plant displays vigorous green foliage with no disease symptoms, strong stem growth, and proper tuber development. Good soil conditions, balanced nutrition, and proper cultural practices maintain optimal plant health for maximum yield and quality.",
      "causes": [
        "Well-drained soil with pH 5.5-6.5 optimal for nutrient uptake and disease prevention.",
        "Adequate moisture of 500-600mm during growing season with consistent soil moisture.",
        "Balanced fertilization with NPK ratio 120:80:100 kg per hectare for healthy growth.",
        "Good field management including proper hilling, weed control, and pest monitoring."
      ],
      "immediate_treatment": [
        "Continue regular field scouting for early detection of pests and diseases.",
        "Maintain consistent soil moisture through drip irrigation or scheduled watering.",
        "Apply balanced fertilizers according to growth stage and soil test recommendations.",
        "Perform timely hilling operations to prevent tuber greening and improve yields.",
        "Monitor for Colorado potato beetle, aphids, and other common potato pests."
      ],
      "prevention_tips": [
        "Use certified disease-free seed potatoes from reputable sources only.",
        "Practice 3-4 year crop rotation with non-solanaceous crops like cereals or legumes.",
        "Plant high-yielding varieties like Kufri Pukhraj, Kufri Jyoti suited to local conditions.",
        "Maintain proper plant spacing of 20-25cm between plants for optimal development."
      ],
      "estimated_cost": "₹1,000 - ₹1,500 per acre for maintenance"
    },
    "hindi": {
      "disease_name": "स्वस्थ आलू",
      "severity": "कोई नहीं",
      "simple_explanation": "स्वस्थ आलू का पौधा जोरदार हरी पत्तियों के साथ दिखता है जिसमें कोई रोग के लक्षण नहीं होते, मजबूत तना वृद्धि होती है और उचित कंद विकास होता है। अच्छी मिट्टी की स्थिति, संतुलित पोषण और उचित खेती प्रथाओं से अधिकतम उत्पादन और गुणवत्ता मिलती है।",
      "causes": [
        "पोषक तत्व अवशोषण और रोग रोकथाम के लिए 5.5-6.5 pH वाली अच्छी जल निकासी मिट्टी।",
        "बढ़ते मौसम में निरंतर मिट्टी नमी के साथ 500-600 मिमी पर्याप्त नमी।",
        "स्वस्थ विकास के लिए 120:80:100 किग्रा प्रति हेक्टेयर NPK अनुपात में संतुलित उर्वरीकरण।",
        "उचित मिट्टी चढ़ाना, खरपतवार नियंत्रण और कीट निगरानी सहित अच्छी खेत प्रबंधन।"
      ],
      "immediate_treatment": [
        "कीट और रोगों की जल्दी पहचान के लिए नियमित खेत निरीक्षण जारी रखें।",
        "ड्रिप सिंचाई या निर्धारित पानी देने के माध्यम से निरंतर मिट्टी नमी बनाए रखें।",
        "विकास चरण और मिट्टी परीक्षण सिफारिशों के अनुसार संतुलित उर्वरक लगाएं।",
        "कंद हरा होने से रोकने और उत्पादन बढ़ाने के लिए समय पर मिट्टी चढ़ाने का काम करें।",
        "कोलोराडो आलू बीटल, एफिड्स और अन्य सामान्य आलू कीटों की निगरानी करें।"
      ],
      "prevention_tips": [
        "केवल प्रतिष्ठित स्रोतों से प्रमाणित रोग मुक्त बीज आलू का उपयोग करें।",
        "अनाज या दलहन जैसी गैर-सोलानेसी फसलों के साथ 3-4 साल फसल चक्र अपनाएं।",
        "स्थानीय परिस्थितियों के अनुकूल कुफरी पुखराज, कुफरी ज्योति जैसी उच्च उत्पादन किस्में लगाएं।",
        "इष्टतम विकास के लिए पौधों के बीच 20-25 सेमी की उचित दूरी बनाए रखें।"
      ],
      "estimated_cost": "₹1,000 - ₹1,500 प्रति एकड़ रखरखाव के लिए"
    },
    "punjabi": {
      "disease_name": "ਤੰਦਰੁਸਤ ਆਲੂ",
      "severity": "ਕੋਈ ਨਹੀਂ",
      "simple_explanation": "ਤੰਦਰੁਸਤ ਆਲੂ ਦਾ ਪੌਧਾ ਜ਼ੋਰਦਾਰ ਹਰੀਆਂ ਪੱਤੀਆਂ ਨਾਲ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਜਿਸ ਵਿੱਚ ਕੋਈ ਰੋਗ ਦੇ ਲੱਛਣ ਨਹੀਂ ਹੁੰਦੇ, ਮਜ਼ਬੂਤ ਤਣੇ ਦਾ ਵਿਕਾਸ ਹੁੰਦਾ ਹੈ ਅਤੇ ਸਹੀ ਟਿਊਬਰ ਵਿਕਾਸ ਹੁੰਦਾ ਹੈ। ਚੰਗੀ ਮਿੱਟੀ ਦੀ ਸਥਿਤੀ, ਸੰਤੁਲਿਤ ਪੋਸ਼ਣ ਅਤੇ ਸਹੀ ਖੇਤੀ ਪ੍ਰਥਾਵਾਂ ਨਾਲ ਅਧਿਕਤਮ ਉਤਪਾਦਨ ਅਤੇ ਗੁਣਵੱਤਾ ਮਿਲਦੀ ਹੈ।",
      "causes": [
        "ਪੋਸ਼ਕ ਤੱਤ ਸੋਖਣ ਅਤੇ ਰੋਗ ਰੋਕਥਾਮ ਲਈ 5.5-6.5 pH ਵਾਲੀ ਚੰਗੀ ਜਲ ਨਿਕਾਸੀ ਮਿੱਟੀ।",
        "ਵਧਣ ਦੇ ਮੌਸਮ ਵਿੱਚ ਨਿਰੰਤਰ ਮਿੱਟੀ ਨਮੀ ਨਾਲ 500-600 ਮਿਮੀ ਪਰਯਾਪਤ ਨਮੀ।",
        "ਸਿਹਤਮੰਦ ਵਿਕਾਸ ਲਈ 120:80:100 ਕਿਗਰਾ ਪ੍ਰਤੀ ਹੈਕਟੇਅਰ NPK ਅਨੁਪਾਤ ਵਿੱਚ ਸੰਤੁਲਿਤ ਖਾਦ।",
        "ਸਹੀ ਮਿੱਟੀ ਚੜ੍ਹਾਉਣਾ, ਜੰਗਲੀ ਬੂਟੀ ਨਿਯੰਤਰਣ ਅਤੇ ਕੀੜੇ ਨਿਗਰਾਨੀ ਸਮੇਤ ਚੰਗੀ ਖੇਤ ਪ੍ਰਬੰਧਨ।"
      ],
      "immediate_treatment": [
        "ਕੀੜਿਆਂ ਅਤੇ ਰੋਗਾਂ ਦੀ ਜਲਦੀ ਪਛਾਣ ਲਈ ਨਿਯਮਿਤ ਖੇਤ ਨਿਰੀਖਣ ਜਾਰੀ ਰੱਖੋ।",
        "ਡ੍ਰਿਪ ਸਿੰਚਾਈ ਜਾਂ ਨਿਰਧਾਰਿਤ ਪਾਣੀ ਦੇਣ ਰਾਹੀਂ ਨਿਰੰਤਰ ਮਿੱਟੀ ਦੀ ਨਮੀ ਬਣਾਈ ਰੱਖੋ।",
        "ਵਿਕਾਸ ਪੜਾਅ ਅਤੇ ਮਿੱਟੀ ਜਾਂਚ ਸਿਫਾਰਿਸ਼ਾਂ ਅਨੁਸਾਰ ਸੰਤੁਲਿਤ ਖਾਦ ਲਗਾਓ।",
        "ਟਿਊਬਰ ਹਰਾ ਹੋਣ ਤੋਂ ਰੋਕਣ ਅਤੇ ਉਤਪਾਦਨ ਵਧਾਉਣ ਲਈ ਸਮੇਂ ਸਿਰ ਮਿੱਟੀ ਚੜ੍ਹਾਉਣ ਦਾ ਕੰਮ ਕਰੋ।",
        "ਕੋਲੋਰਾਡੋ ਆਲੂ ਬੀਟਲ, ਅਫਿਡਜ਼ ਅਤੇ ਹੋਰ ਸਾਮਾਨ ਆਲੂ ਕੀੜਿਆਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਸਿਰਫ਼ ਪ੍ਰਤਿਸ਼ਠਿਤ ਸਰੋਤਾਂ ਤੋਂ ਪ੍ਰਮਾਣਿਤ ਰੋਗ ਮੁਕਤ ਬੀਜ ਆਲੂ ਦਾ ਵਰਤੋਂ ਕਰੋ।",
        "ਅਨਾਜ ਜਾਂ ਦਲਹਨ ਵਰਗੀਆਂ ਗੈਰ-ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਨਾਲ 3-4 ਸਾਲ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ।",
        "ਸਥਾਨਕ ਹਾਲਾਤਾਂ ਦੇ ਅਨੁਕੂਲ ਕੁਫਰੀ ਪੁਖਰਾਜ, ਕੁਫਰੀ ਜਿਯੋਤੀ ਵਰਗੀਆਂ ਉੱਚ ਉਤਪਾਦਨ ਕਿਸਮਾਂ ਲਗਾਓ।",
        "ਇਸ਼ਟਤਮ ਵਿਕਾਸ ਲਈ ਪੌਧਿਆਂ ਵਿਚਕਾਰ 20-25 ਸੈਂਟੀਮੀਟਰ ਦੀ ਸਹੀ ਦੂਰੀ ਬਣਾਈ ਰੱਖੋ।"
      ],
      "estimated_cost": "₹1,000 - ₹1,500 ਪ੍ਰਤੀ ਏਕੜ ਰੱਖ-ਰਖਾਅ ਲਈ"
    },
    "marathi": {
      "disease_name": "निरोगी बटाटा",
      "severity": "नाही",
      "simple_explanation": "निरोगी बटाट्याचे रोप जोमदार हिरवी पाने दाखवते ज्यावर रोगाची कोणतीही लक्षणे नसतात, मजबूत दांडाची वाढ होते आणि योग्य कंद विकास होतो. चांगली मातीची परिस्थिती, संतुलित पोषण आणि योग्य शेती पद्धतींनी जास्तीत जास्त उत्पादन आणि गुणवत्ता मिळते.",
      "causes": [
        "पोषक द्रव्य शोषण आणि रोग प्रतिबंधासाठी 5.5-6.5 pH असलेली चांगली पाणी निचरा मातीती.",
        "वाढीच्या हंगामात सातत्यपूर्ण मातीच्या ओलावासह 500-600 मिमी पुरेसी ओलावा.",
        "निरोगी वाढीसाठी 120:80:100 किग्रा प्रति हेक्टर NPK गुणोत्तरात संतुलित खतीकरण.",
        "योग्य माती चढवणे, तण नियंत्रण आणि किड निरीक्षणासह चांगले शेत व्यवस्थापन."
      ],
      "immediate_treatment": [
        "कीड आणि रोगांच्या लवकर ओळखीसाठी नियमित शेत तपासणी सुरू ठेवा.",
        "ठिबक सिंचन किंवा नियोजित पाणी देण्याद्वारे सातत्यपूर्ण मातीची ओलावा राखा.",
        "वाढीच्या टप्प्यानुसार आणि माती चाचणी शिफारशींनुसार संतुलित खते लावा.",
        "कंद हिरवे होण्यापासून रोखण्यासाठी आणि उत्पादन वाढवण्यासाठी वेळेवर माती चढवण्याचे काम करा.",
        "कोलोराडो बटाटा बीटल, अफिड्स आणि इतर सामान्य बटाटा कीटकांचे निरीक्षण करा."
      ],
      "prevention_tips": [
        "फक्त प्रतिष्ठित स्रोतांकडून प्रमाणित रोगमुक्त बियाणे बटाटे वापरा.",
        "धान्य किंवा कडधान्ये सारख्या गैर-सोलानेसी पिकांसह 3-4 वर्षे पीक फेरफार करा.",
        "स्थानिक परिस्थितींना अनुकूल कुफरी पुखराज, कुफरी ज्योती सारख्या उच्च उत्पादन जाती लावा.",
        "इष्टतम विकासासाठी रोपांमध्ये 20-25 सेमी योग्य अंतर राखा."
      ],
      "estimated_cost": "₹1,000 - ₹1,500 प्रति एकर देखभालीसाठी"
    },
    "bhojpuri": {
      "disease_name": "तंदुरुस्त आलू",
      "severity": "कुछ नाहीं",
      "simple_explanation": "तंदुरुस्त आलू के पौधा जोरदार हरियर पत्ता के साथ देखाई देला जेमे कवनो रोग के लच्छन नाहीं होखेला, मजबूत डंठल बिकास होखेला अउ सही कंद बिकास होखेला। बढ़िया मिट्टी के हालत, संतुलित पोषण अउ सही खेती प्रथा से अधिकतम उत्पादन अउ गुणवत्ता मिलेला।",
      "causes": [
        "पोषक तत्व सोखे अउ रोग रोकथाम खातिर 5.5-6.5 pH वाला बढ़िया पानी निकास मिट्टी।",
        "बढ़े के मौसम में निरंतर मिट्टी नमी के साथ 500-600 मिमी पर्याप्त नमी।",
        "स्वस्थ बिकास खातिर 120:80:100 किग्रा प्रति हेक्टेयर NPK अनुपात में संतुलित उर्वरकीकरण।",
        "सही मिट्टी चढ़ावना, खरपतवार नियंत्रण अउ कीड़ा निगरानी के साथ बढ़िया खेत प्रबंधन।"
      ],
      "immediate_treatment": [
        "कीड़ा अउ रोग के जल्दी पहचान खातिर नियमित खेत निरीक्षण जारी राखीं।",
        "ड्रिप सिंचाई या निर्धारित पानी देए के माध्यम से निरंतर मिट्टी नमी बनाये राखीं।",
        "बिकास चरण अउ मिट्टी परीक्षण सिफारिश के अनुसार संतुलित खाद लगावीं।",
        "कंद हरियर होए से रोके अउ उत्पादन बढ़ावे खातिर समय पर मिट्टी चढ़ावे के काम करीं।",
        "कोलोराडो आलू बीटल, एफिड्स अउ दोसर सामान्य आलू कीड़ा के निगरानी करीं।"
      ],
      "prevention_tips": [
        "सिर्फ प्रतिष्ठित स्रोत से प्रमाणित रोग मुक्त बीज आलू के इस्तेमाल करीं।",
        "अनाज या दलहन जइसन गैर-सोलानेसी फसल के साथ 3-4 साल फसल चक्र अपनावीं।",
        "स्थानीय हालत के अनुकूल कुफरी पुखराज, कुफरी ज्योति जइसन उच्च उत्पादन किसम लगावीं।",
        "इष्टतम बिकास खातिर पौधा के बीच 20-25 सेमी सही दूरी बनाये राखीं।"
      ],
      "estimated_cost": "₹1,000 - ₹1,500 प्रति एकड़ रखरखाव खातिर"
    },
    "rajasthani": {
      "disease_name": "तंदुरुस्त आलू",
      "severity": "कोई नाहीं",
      "simple_explanation": "तंदुरुस्त आलू को पौधो जोरदार हरे पत्तां रे साथ देखाई देवै जेमें कोई रोग रा लच्छण नाहीं होवै, मजबूत डंठल विकास होवै अर सही कंद विकास होवै। बढ़िया मिट्टी री हालत, संतुलित पोषण अर सही खेती प्रथा सूं अधिकतम उत्पादन अर गुणवत्ता मिलै।",
      "causes": [
        "पोषक तत्व सोषण अर रोग रोकथाम खातिर 5.5-6.5 pH वाली बढ़िया पाणी निकास मिट्टी।",
        "बधण रे मौसम में निरंतर मिट्टी नमी रे साथ 500-600 मिमी पर्याप्त नमी।",
        "स्वस्थ विकास खातिर 120:80:100 किग्रा प्रति हेक्टेयर NPK अनुपात में संतुलित उर्वरकीकरण।",
        "सही मिट्टी चढ़ावणो, खरपतवार नियंत्रण अर कीड़ा निगरानी रे साथ बढ़िया खेत प्रबंधन।"
      ],
      "immediate_treatment": [
        "कीड़ा अर रोग री जल्दी पहचान खातिर नियमित खेत निरीक्षण जारी राखो।",
        "ड्रिप सिंचाई या निर्धारित पाणी देण रे माध्यम सूं निरंतर मिट्टी नमी बणायो राखो।",
        "विकास चरण अर मिट्टी परीक्षण सिफारिश रे अनुसार संतुलित खाद लगावो।",
        "कंद हरियर होण सूं रोकण अर उत्पादन बधावण खातिर समै प मिट्टी चढ़ावण को काम करो।",
        "कोलोराडो आलू बीटल, एफिड्स अर दूजे सामान्य आलू कीड़ा री निगरानी करो।"
      ],
      "prevention_tips": [
        "सिर्फ प्रतिष्ठित स्रोत सूं प्रमाणित रोग मुक्त बीज आलू को इस्तेमाल करो।",
        "अनाज या दळहन जैड़ी गैर-सोलानेसी फसलां रे साथ 3-4 साल फसल चक्र अपनावो।",
        "स्थानीय हालत रे अनुकूल कुफरी पुखराज, कुफरी ज्योति जैड़ी उच्च उत्पादन किसमां लगावो।",
        "इष्टतम विकास खातिर पौधां रे बीच 20-25 सेमी सही दूरी बणायो राखो।"
      ],
      "estimated_cost": "₹1,000 - ₹1,500 प्रति एकड़ रखरखाव खातिर"
    }
  }
}
