{
  "9": {
    "label": "Potato___Late_blight",
    "english": {
      "disease_name": "Late Blight",
      "severity": "Very High",
      "simple_explanation": "The most devastating potato disease causing dark water-soaked lesions on leaves with white fuzzy growth underneath. It spreads extremely rapidly in cool, wet conditions and can destroy entire crops within days, also infecting tubers causing storage rot.",
      "causes": [
        "Caused by Phytophthora infestans, the same pathogen that caused Irish potato famine.",
        "Cool temperatures 10-25°C with high humidity and leaf wetness favor rapid spread.",
        "Disease spreads through airborne spores that travel long distances on wind.",
        "Infected seed tubers and crop debris serve as initial infection sources."
      ],
      "immediate_treatment": [
        "Apply systemic fungicides like Metalaxyl + Mancozeb immediately at first symptoms.",
        "Use Dimethomorph 9% + Mancozeb 60% WP at 500g per acre every 7-10 days.",
        "Apply Cymoxanil 8% + Mancozeb 64% WP at 500g per acre for severe infections.",
        "Remove and destroy infected plants completely including roots and tubers.",
        "Stop overhead irrigation immediately to reduce humidity and spore spread."
      ],
      "prevention_tips": [
        "Use certified late blight resistant varieties like Kufri Himalini, Kufri Girdhari.",
        "Plant in well-drained fields with good air circulation to reduce humidity.",
        "Apply preventive fungicide sprays before monsoon season begins.",
        "Practice wide crop rotation avoiding solanaceous crops for 4-5 years."
      ],
      "estimated_cost": "₹4,000 - ₹6,000 per acre"
    },
    "hindi": {
      "disease_name": "आलू का पिछेता झुलसा रोग",
      "severity": "अत्यधिक उच्च",
      "simple_explanation": "आलू का सबसे विनाशकारी रोग जो पत्तियों पर गहरे पानी भरे घाव बनाता है और नीचे सफेद रुई जैसी वृद्धि होती है। यह ठंडे, गीले मौसम में अत्यंत तेजी से फैलता है और दिनों में पूरी फसल नष्ट कर सकता है।",
      "causes": [
        "फाइटोफ्थोरा इन्फेस्टांस के कारण होता है, वही रोगाणु जिसने आयरिश आलू अकाल का कारण बना।",
        "10-25°C ठंडा तापमान, उच्च आर्द्रता और पत्ती गीलापन तेजी से फैलाव को बढ़ावा देता है।",
        "रोग हवाई बीजाणुओं के माध्यम से फैलता है जो हवा पर लंबी दूरी तक यात्रा करते हैं।",
        "संक्रमित बीज कंद और फसल अवशेष प्रारंभिक संक्रमण स्रोत का काम करते हैं।"
      ],
      "immediate_treatment": [
        "पहले लक्षणों पर तुरंत मेटालैक्सिल + मैंकोजेब जैसे व्यवस्थित कवकनाशी लगाएं।",
        "हर 7-10 दिन में डाइमेथोमॉर्फ 9% + मैंकोजेब 60% WP का 500g प्रति एकड़ प्रयोग करें।",
        "गंभीर संक्रमण के लिए साइमोक्जानिल 8% + मैंकोजेब 64% WP का 500g प्रति एकड़ प्रयोग करें।",
        "जड़ों और कंदों सहित संक्रमित पौधों को पूरी तरह हटाकर नष्ट करें।",
        "नमी और बीजाणु फैलाव कम करने के लिए तुरंत ऊपरी सिंचाई बंद करें।"
      ],
      "prevention_tips": [
        "कुफरी हिमालिनी, कुफरी गिरधारी जैसी प्रमाणित पछेता झुलसा प्रतिरोधी किस्में उपयोग करें।",
        "नमी कम करने के लिए अच्छी जल निकासी और हवा संचार वाले खेतों में रोपण करें।",
        "मानसून शुरू होने से पहले निवारक कवकनाशी छिड़काव करें।",
        "सोलानेसी फसलों से बचकर 4-5 साल व्यापक फसल चक्र अपनाएं।"
      ],
      "estimated_cost": "₹4,000 - ₹6,000 प्रति एकड़"
    },
    "punjabi": {
      "disease_name": "ਆਲੂ ਦਾ ਪਿਛੇਤਾ ਝੁਲਸਾ ਰੋਗ",
      "severity": "ਬਹੁਤ ਉੱਚ",
      "simple_explanation": "ਆਲੂ ਦਾ ਸਭ ਤੋਂ ਵਿਨਾਸ਼ਕਾਰੀ ਰੋਗ ਜੋ ਪੱਤੀਆਂ ਉੱਤੇ ਗੂੜ੍ਹੇ ਪਾਣੀ ਭਰੇ ਘਾਵ ਬਣਾਉਂਦਾ ਹੈ ਅਤੇ ਹੇਠਾਂ ਚਿੱਟੀ ਰੂਈ ਵਰਗੀ ਵਾਧਾ ਹੁੰਦੀ ਹੈ। ਇਹ ਠੰਡੇ, ਗਿੱਲੇ ਮੌਸਮ ਵਿੱਚ ਬਹੁਤ ਤੇਜ਼ੀ ਨਾਲ ਫੈਲਦਾ ਹੈ ਅਤੇ ਦਿਨਾਂ ਵਿੱਚ ਪੂਰੀ ਫਸਲ ਨਸ਼ਟ ਕਰ ਸਕਦਾ ਹੈ।",
      "causes": [
        "ਫਾਇਟੋਫ਼ਥੋਰਾ ਇਨਫੈਸਟਾਂਸ ਦੇ ਕਾਰਨ ਹੁੰਦਾ ਹੈ, ਉਹੀ ਰੋਗਾਣੂ ਜਿਸਨੇ ਆਇਰਿਸ਼ ਆਲੂ ਅਕਾਲ ਦਾ ਕਾਰਨ ਬਣਿਆ।",
        "10-25°C ਠੰਡਾ ਤਾਪਮਾਨ, ਉੱਚ ਨਮੀ ਅਤੇ ਪੱਤੀ ਗਿੱਲਾਪਨ ਤੇਜ਼ ਫੈਲਾਵ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ।",
        "ਰੋਗ ਹਵਾਈ ਸਪੋਰਾਂ ਰਾਹੀਂ ਫੈਲਦਾ ਹੈ ਜੋ ਹਵਾ ਉੱਤੇ ਲੰਬੀ ਦੂਰੀ ਤਕ ਸਫ਼ਰ ਕਰਦੇ ਹਨ।",
        "ਸੰਕਰਮਿਤ ਬੀਜ ਟਿਊਬਰ ਅਤੇ ਫਸਲ ਅਵਸ਼ੇਸ਼ ਸ਼ੁਰੂਆਤੀ ਸੰਕਰਮਣ ਸਰੋਤ ਦਾ ਕੰਮ ਕਰਦੇ ਹਨ।"
      ],
      "immediate_treatment": [
        "ਪਹਿਲੇ ਲੱਛਣਾਂ 'ਤੇ ਤੁਰੰਤ ਮੈਟਾਲੈਕਸਿਲ + ਮੈਂਕੋਜ਼ੇਬ ਵਰਗੇ ਸਿਸਟਮਿਕ ਫੰਗੀਸਾਇਡ ਲਗਾਓ।",
        "ਹਰ 7-10 ਦਿਨ ਵਿੱਚ ਡਾਇਮੇਥੋਮੋਰਫ਼ 9% + ਮੈਂਕੋਜ਼ੇਬ 60% WP ਦਾ 500g ਪ੍ਰਤੀ ਏਕੜ ਪ੍ਰਯੋਗ ਕਰੋ।",
        "ਗੰਭੀਰ ਸੰਕਰਮਣ ਲਈ ਸਾਇਮੋਕਸਾਨਿਲ 8% + ਮੈਂਕੋਜ਼ੇਬ 64% WP ਦਾ 500g ਪ੍ਰਤੀ ਏਕੜ ਪ੍ਰਯੋਗ ਕਰੋ।",
        "ਜੜ੍ਹਾਂ ਅਤੇ ਟਿਊਬਰਾਂ ਸਮੇਤ ਸੰਕਰਮਿਤ ਪੌਧਿਆਂ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਹਟਾ ਕੇ ਨਸ਼ਟ ਕਰੋ।",
        "ਨਮੀ ਅਤੇ ਸਪੋਰ ਫੈਲਾਵ ਘਟਾਉਣ ਲਈ ਤੁਰੰਤ ਉੱਪਰਲੀ ਸਿੰਚਾਈ ਬੰਦ ਕਰੋ।"
      ],
      "prevention_tips": [
        "ਕੁਫਰੀ ਹਿਮਾਲਿਨੀ, ਕੁਫਰੀ ਗਿਰਧਾਰੀ ਵਰਗੀਆਂ ਪ੍ਰਮਾਣਿਤ ਪਿਛੇਤਾ ਝੁਲਸਾ ਪ੍ਰਤੀਰੋਧੀ ਕਿਸਮਾਂ ਵਰਤੋਂ ਕਰੋ।",
        "ਨਮੀ ਘਟਾਉਣ ਲਈ ਚੰਗੀ ਜਲ ਨਿਕਾਸੀ ਅਤੇ ਹਵਾ ਸੰਚਾਰ ਵਾਲੇ ਖੇਤਾਂ ਵਿੱਚ ਰੋਪਣ ਕਰੋ।",
        "ਮਾਨਸੂਨ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਰੋਕਥਾਮ ਫੰਗੀਸਾਇਡ ਛਿੜਕਾਅ ਕਰੋ।",
        "ਸੋਲਾਨੇਸੀ ਫਸਲਾਂ ਤੋਂ ਬਚ ਕੇ 4-5 ਸਾਲ ਵਿਆਪਕ ਫਸਲ ਚੱਕਰ ਅਪਣਾਓ।"
      ],
      "estimated_cost": "₹4,000 - ₹6,000 ਪ੍ਰਤੀ ਏਕੜ"
    },
    "marathi": {
      "disease_name": "बटाट्याचा उशीरा झुळसा रोग",
      "severity": "अतिउच्च",
      "simple_explanation": "बटाट्याचा सर्वात विनाशकारी रोग जो पानांवर गडद पाणी भरलेले जखमा निर्माण करतो आणि खाली पांढरी रुई सारखी वाढ होते. हे थंड, ओल्या हवामानात अत्यंत वेगाने पसरते आणि दिवसांत संपूर्ण पीक नष्ट करू शकते.",
      "causes": [
        "फायटोफ्थोरा इन्फेस्टान्स मुळे होतो, त्याच रोगजंतूमुळे आयरिश बटाटा दुष्काळ झाला.",
        "10-25°C थंड तापमान, उच्च आर्द्रता आणि पान ओलावा वेगवान प्रसारास प्रोत्साहन देतो.",
        "रोग हवेतील बीजाणूंद्वारे पसरतो जे वाऱ्यावर लांब अंतर प्रवास करतात.",
        "संक्रमित बियाणे कंद आणि पिक अवशेष प्रारंभिक संसर्ग स्रोत म्हणून काम करतात."
      ],
      "immediate_treatment": [
        "पहिल्या लक्षणांवर ताबडतोब मेटालॅक्झिल + मॅन्कोझेब सारखे सिस्टमिक बुरशीनाशक लावा.",
        "दर 7-10 दिवसांनी डायमेथोमॉर्फ 9% + मॅन्कोझेब 60% WP चे 500g प्रति एकर वापरा.",
        "गंभीर संसर्गासाठी सायमोक्झानिल 8% + मॅन्कोझेब 64% WP चे 500g प्रति एकर वापरा.",
        "मुळे आणि कंद समेत संक्रमित वनस्पती पूर्णपणे काढून नष्ट करा.",
        "आर्द्रता आणि बीजाणू प्रसार कमी करण्यासाठी ताबडतोब वरचे सिंचन थांबवा."
      ],
      "prevention_tips": [
        "कुफरी हिमालिनी, कुफरी गिरधारी सारख्या प्रमाणित उशीरा झुळसा प्रतिरोधी जाती वापरा.",
        "आर्द्रता कमी करण्यासाठी चांगला पाणी निचरा आणि हवा प्रवाह असलेल्या शेतात लागवड करा.",
        "पावसाळी हंगाम सुरू होण्यापूर्वी प्रतिबंधक बुरशीनाशक फवारणी करा.",
        "सोलानेसी पिके टाळून 4-5 वर्षे व्यापक पीक फेरफार करा."
      ],
      "estimated_cost": "₹4,000 - ₹6,000 प्रति एकर"
    },
    "bhojpuri": {
      "disease_name": "आलू के पिछेता झुलसा रोग",
      "severity": "बहुते ऊंचा",
      "simple_explanation": "आलू के सभसे विनाशकारी रोग जे पत्ता पर गहिरा पानी भरल घाव बनावेला अउ नीचे सफेद रुई जइसन बढ़वार होखेला। ई ठंडा, गीला मौसम में बहुते तेजी से फैलेला अउ दिनन में पूरा फसल नष्ट करेला।",
      "causes": [
        "फाइटोफ्थोरा इन्फेस्टांस से होखेला, उहे रोगाणु जेसे आयरिश आलू अकाल के कारण बनल।",
        "10-25°C ठंडा तापमान, ऊंच नमी अउ पत्ता गीलापन तेज फैलाव के बढ़ावेला।",
        "रोग हवाई बीजाणु के माध्यम से फैलेला जे हवा पर लमहर दूरी तक यात्रा करेला।",
        "संक्रमित बीज कंद अउ फसल बचल चीज प्रारंभिक संक्रमण स्रोत के काम करेला।"
      ],
      "immediate_treatment": [
        "पहिला लच्छन पर तुरे मेटालैक्सिल + मैंकोजेब जइसन व्यवस्थित कवकनाशी लगावीं।",
        "हर 7-10 दिन में डाइमेथोमॉर्फ 9% + मैंकोजेब 60% WP के 500g प्रति एकड़ प्रयोग करीं।",
        "गंभीर संक्रमण खातिर साइमोक्जानिल 8% + मैंकोजेब 64% WP के 500g प्रति एकड़ प्रयोग करीं।",
        "जड़ अउ कंद के साथ संक्रमित पौधा के पूरा हटा के नष्ट करीं।",
        "नमी अउ बीजाणु फैलाव कम करे खातिर तुरे ऊपरी सिंचाई बंद करीं।"
      ],
      "prevention_tips": [
        "कुफरी हिमालिनी, कुफरी गिरधारी जइसन प्रमाणित पछेता झुलसा प्रतिरोधी किसम इस्तेमाल करीं।",
        "नमी कम करे खातिर बढ़िया पानी निकास अउ हवा बहाव वाला खेत में रोपाई करीं।",
        "मानसून शुरू होखे से पहिले निवारक कवकनाशी छिड़काव करीं।",
        "सोलानेसी फसल से बच के 4-5 साल व्यापक फसल चक्र अपनावीं।"
      ],
      "estimated_cost": "₹4,000 - ₹6,000 प्रति एकड़"
    },
    "rajasthani": {
      "disease_name": "आलू को पिछेतो झुलसा रोग",
      "severity": "बहुत ऊंचो",
      "simple_explanation": "आलू को सभसे विनाशकारी रोग जो पत्तां प गहरे पाणी भरे घाव बणावै अर नीचे सफेद रुई जैड़ी बढ़वार होवै। यो ठंडे, गीले मौसम में बहुत तेजी सूं फैलै अर दिनां में पूरी फसल नाश करै।",
      "causes": [
        "फाइटोफ्थोरा इन्फेस्टांस सूं होवै, उहे रोगाणु जेसूं आयरिश आलू अकाल को कारण बण्यो।",
        "10-25°C ठंडो तापमान, ऊंची नमी अर पत्तो गीलापन तेज फैलाव नै बढ़ावै।",
        "रोग हवाई बीजाणुआं रे माध्यम सूं फैलै जे हवा प लमी दूरी तक यात्रा करै।",
        "संक्रमित बीज कंद अर फसल अवशेष प्रारंभिक संक्रमण स्रोत को काम करै।"
      ],
      "immediate_treatment": [
        "पैले लच्छण प तुरंत मेटालैक्सिल + मैंकोजेब जैड़ा व्यवस्थित कवकनाशी लगावो।",
        "हर 7-10 दिन में डाइमेथोमॉर्फ 9% + मैंकोजेब 60% WP को 500g प्रति एकड़ प्रयोग करो।",
        "गंभीर संक्रमण खातिर साइमोक्जानिल 8% + मैंकोजेब 64% WP को 500g प्रति एकड़ प्रयोग करो।",
        "जड़ अर कंद रे साथ संक्रमित पौधां नै पूरी तरा हटाय के नाश करो।",
        "नमी अर बीजाणु फैलाव कम करण खातिर तुरंत ऊपरी सिंचाई बंद करो।"
      ],
      "prevention_tips": [
        "कुफरी हिमालिनी, कुफरी गिरधारी जैड़ी प्रमाणित पछेतो झुलसा प्रतिरोधी किसमां इस्तेमाल करो।",
        "नमी कम करण खातिर बढ़िया पाणी निकास अर हवा बहाव वाले खेत में रोपाई करो।",
        "मानसून शुरू होण सूं पैली निवारक कवकनाशी छिड़काव करो।",
        "सोलानेसी फसलां सूं बच के 4-5 साल व्यापक फसल चक्र अपनावो।"
      ],
      "estimated_cost": "₹4,000 - ₹6,000 प्रति एकड़"
    }
  }
}
